<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Campitos</h1>
                        <h5 class="card-sub-title">Jos&#233; Mart&#237; Campos Linares</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">

                        <p>
                            El Comandante Jos&#233; Mart&#237; Campos Linares &#8211;ex teniente del Ej&#233;rcito Rebelde- operaba frecuentemente en Matanzas adem&#225;s de
                            dirigir el Frente Norte de Las Villas, que operaban de Corralillo hasta Sagua. Aunque Mart&#237; Campos era el jefe indiscutible de m&#225;s de dos
                            centenares de alzados, el alzado m&#225;s conocido de esa regi&#243;n era su padre Benito Campos, conocido por Campito, a quien el r&#233;gimen
                            castrista ha acusado de haber sido cuatrero.
                        </p>
                        <p>
                            <strong>Ram&#243;n &#8211;Macho- Ramos</strong>
                            <em>
                                : Esa acusaci&#243;n de cuatrero es pura propaganda castrista. Campitos ten&#237;a una finquita donde sembraba aguacates y malanga y ten&#237;a
                                pollos, chivos y cerdos. Lo acusan de cuatrero pero &#233;l fue capit&#225;n del Ej&#233;rcito Rebelde en la lucha contra Batista. Era
                                buen&#237;sima persona y ten&#237;a una pila de hijos.
                            </em>
                        </p>
                        <p>
                            Valiente y astuto, el ex capit&#225;n del Ej&#233;rcito Rebelde fue uno de los primeros conspiradores contra el r&#233;gimen castrista, alz&#225;ndose
                            en 1960 con sus hijos Chicho y Mart&#237;. El alzamiento de los Campos fue auspiciado por el MRR
                        </p>
                        <p>
                            A Campitos los comunistas lo llamaban El Maj&#225;, por su habilidad para eludir cercos. El propio r&#233;gimen public&#243; que Campitos en el
                            transcurso de un mes, burl&#243; veinte y siete operaciones militares. Este detalle nos da una panor&#225;mica de quien era Campitos, de su coraje y
                            valent&#237;a, pues eludir veinte y siete cercos en treinta d&#237;as es una haza&#241;a sobre humana.
                        </p>
                        <p>
                            Entre los oficiales que sirvieron bajo las &#243;rdenes de Mart&#237; se encontraban los jefes de guerrillas Ram&#243;n &#8211;Macho- Ramos, Agapito
                            &#8211;Guapo- Rivera y Cayo Rivera.
                        </p>
                        <p>
                            <strong>Agapito &#8211;Guapo- Rivera</strong>
                            <em>
                                : En la zona nuestra no hab&#237;a rangos militares. Mart&#237; era el comandante, el jefe y todos los dem&#225;s &#233;ramos alzados&#8230;.el
                                concepto funcionaba. Uno era jefe de una guerrilla porque Mart&#237; lo asignaba, pero all&#237; no hab&#237;a cabos, tenientes ni
                                capitanes&#8230;y el n&#250;mero de hombres variaba. Yo pod&#237;a llegar a reunirme con Mart&#237; y tener diez, once hombres conmigo y
                                despu&#233;s me iba con cuatro bajo mi mando y Cayo &#8211;mi primo hermano- llegaba con cuatro y se iba con diez.
                            </em>
                        </p>
                        <p>
                            <strong>Ram&#243;n &#8211;Macho- Ramos</strong>
                            &#160;
                            <em>
                                : Mart&#237; era un gran hombre un gran cubano. Rompimos muchos cercos juntos. Uno de los encuentros m&#225;s incre&#237;bles fue cuando rompimos
                                un cerco entre Banaguises y San Jos&#233;. La milicia estaba por la l&#237;nea del tren y por all&#237; pasaba el tren dos veces, al amanecer y por
                                la noche&#8230;en esa zona hab&#237;a mucha arboleda y la l&#237;nea del tren daba muchas vueltas sobre el terreno&#8230; y cuando fuimos a cruzar
                                el cerco ellos ten&#237;an un caballo y el animal resoplo y nos detectaron&#8230;La balacera fue a quemarropa y estaba muy oscuro y nos dimos hasta
                                patadas y culatazos fajados con la milicia&#8230;y en eso paso el tren y por momentos alumbraba todo y despu&#233;s oscuridad absoluta&#8230;y nos
                                alumbraba y mas oscuridad&#8230;fue una noche incre&#237;ble. A m&#237; me hirieron en un muslo pero rompimos el cerco.
                            </em>
                        </p>
                        <p>
                            Por cuatro a&#241;os Campitos y sus hombres mantuvieron en jaque a las fuerzas castristas, hasta que de las numerosas guerrillas matanceras solo
                            quedaban 14 alzados. La &#250;ltima guerrilla ya agotada en su lucha constante contra fuerzas superiores, fue finalmente rodeada y aniquilada.
                        </p>
                        <p>
                            <strong>Ram&#243;n &#8211;Macho- Ramos</strong>
                            <em>
                                : Todos los que qued&#225;bamos hab&#237;amos estado alzados por mucho tiempo. Yo llevaba cuatro a&#241;os. Mi hermano Lazaro tambi&#233;n
                                ten&#237;a una melena que le cubr&#237;a la espalda&#8230;En ese momento solo qued&#225;bamos 14&#8230;.
                            </em>
                        </p>
                        <p>
                            <em>
                                El d&#237;a tres de septiembre del 1964 fue el pen&#250;ltimo cerco en Los Arabos. Aquello fue brutal. Nos mataron nueve hombres y nosotros les
                                matamos varios a ellos. En ese cerco muere nuestro jefe, Jos&#233; Mart&#237; Campos en combate. Muere Reino Echenique que era tremendo hombre.
                                Ese d&#237;a tambi&#233;n perd&#237; a mi hermano, Lazaro Ramos, que muri&#243; al romper el cerco y a mi cu&#241;ado, Nibaldo Vega&#8230; Fue
                                un momento muy duro&#8230;
                            </em>
                        </p>
                        <p>
                            <em>
                                Al d&#237;a siguiente vino el final, el &#250;ltimo cerco. Nosotros rompimos un cerco por donde mismo el LCB ten&#237;a su comandancia y nos
                                vienen a acorralar en la zona de Rio Piedras y Colon. &#201;ramos cinco: el viejo Campitos -que no era tan viejo, ten&#237;a 57 a&#241;os- Cayo
                                Rivera, Chicho Campos, Pablito Finales y yo&#8230;Eran varios miles de milicianos y nosotros &#233;ramos cinco. Se formo el correteo y los
                                tiros y muere Cayo y muere Chicho&#8230;imag&#237;nense, el viejo Campitos hab&#237;a perdido a dos hijos en 24 horas. Yo no lo vi, pero la
                                milicia dijo que Campitos, herido, se suicido en un campo de ca&#241;a y eso debe ser verdad. Ellos hubieran preferido matarlo en combate o
                                capturarlo pero el viejo no les dio el gusto&#8230;
                            </em>
                        </p>
                        <p>
                            <em>
                                Pablito Finales y yo cruzamos una parte del cerco y nos encontr&#225;bamos al lado de una casa de campo abandonada donde hab&#237;a un
                                sembrad&#237;o de yuca y de ca&#241;a&#8230;en eso o&#237;mos como se acercaba una avioneta y Pablito me dice &#8211;Macho, me voy a dar un
                                tiro&#8230;Yo le dije &#8211;No, v&#225;monos que viene el avi&#243;n- y entre en el campo de ca&#241;a y tan pronto entre escuche un rafagazo.
                                El avi&#243;n paso por arriba y yo pens&#233; que le hab&#237;a disparado a Pablito&#8230;Sal&#237; del campo de ca&#241;a para buscarlo y lo
                                encontr&#233; boca arriba, muerto. Se hab&#237;a dado un tiro por la barbilla&#8230;.Yo segu&#237; y me tendieron una emboscada y me tumbaron
                                con una herida en el muslo de la pierna derecha que sangro abundantemente&#8230; All&#237; me capturaron. El que dirig&#237;a el cerco era el
                                Comandante Proenza&#8230;Yo fui el ultimo alzado en la provincia de Matanzas. Fui el ultimo en caer.
                            </em>
                         </p>

                        <img class="profile-img" style="max-width: 310px" alt="Comandante Benito Campos -Campitos-" src="images/gallery/las-villas/BenitoCampos.jpg" />
                        <p class="profile-img-copy" style="max-width: 314px">Comandante Benito Campos -Campitos- se suicido antes de caer prisionero.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>