<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Carretero</h1>
                        <h5 class="card-sub-title">Julio Emilio Carretero</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">

                       <p>
                           El Comandante Julio Emilio Carretero era un hombre de unos treinta a&#241;os, ten&#237;a una barba larga y tupida, hab&#237;a sido sargento de la
                           polic&#237;a en Topes de Collantes. Se alzo contra el naciente r&#233;gimen comunista convirti&#233;ndose en un audaz combatiente de la guerra de
                           guerrillas y un veterano rompe cercos, con cicatrices de balas en su duro cuerpo.
                       </p>
                       <p>
                           Despu&#233;s de la muerte de Tomasito San Gil el mando del Ejercito de Liberaci&#243;n Nacional pas&#243; a Julio Emilio Carretero Escajadillo, quien
                           desde 1960 hab&#237;a sido jefe guerrillero.&#160; Carretero,&#160; En el a&#241;o que dirigi&#243; operaciones en el Escambray, el r&#233;gimen le
                           atribuy&#243; veinte y siete bajas al ej&#233;rcito castrista, as&#237; como ciento diecis&#233;is actos contra los poderes del Estado, los que
                           inclu&#237;an incendios de almacenes, veh&#237;culos del gobierno y destrucci&#243;n de fincas propiedades de simpatizantes del r&#233;gimen.
                       </p>
                       <p>
                           Cuando Julio Emilio Carretero fue herido de un balazo en el pecho, Tomasito San Gil lo ayud&#243; a escapar del cerco. Perseguidos por centenares de
                           milicianos, ambos hombres se escondieron en un espinoso aromal. Pasaron d&#237;as escondidos, y los gusanos infestaron la herida de Carretero.
                           Arriesg&#225;ndose a ser emboscado, San Gil le pidi&#243; ayuda a un guajiro. El campesino les proporcion&#243; agua y comida, pero la &#250;nica
                           medicina con que contaba era creolina, que se utilizaba en el campo para curar caballos. San Gil, con la rama de una aroma, le quit&#243; los gusanos
                           de la herida a Carretero, pinch&#225;ndolos con las espinas de la rama. Despu&#233;s, con sus manos, Tomasito derram&#243; la creolina, en la
                           pestilente herida de Carretero. La cura campesina fue muy efectiva y unas semanas despu&#233;s ambos guerrilleros estaban activos nuevamente,
                           emboscando patrullas de la milicia y peleando duro por la libertad de Cuba.
                       </p>
                       <p>
                           El 9 de marzo de 1964, Carretero cay&#243; en la trampa castrista con catorce de sus hombres y Zoila Aguila, La Ni&#241;a de Placetas, la &#250;nica
                           mujer que dirigi&#243; una guerrilla en combate.
                       </p>
                       <p>
                           El balance siniestro de la misi&#243;n del infiltrado castrista Alberto Delgado y Delgado, conocido como El Hambre de Maisinic&#250; fue el siguiente:
                           m&#225;s de treinta guerrilleros fueron llevados a juicio en La Habana, dieciocho hombres -entre ellos Amador Acosta, y una mujer, Zoila Aguila Almeida
                           (La Ni&#241;a de Placetas)-, fueron sentenciados a largas condenas carcelarias, doce hombres incluyendo a los Comandantes Maro Borges y Julio Emilio
                           Carretero, fueron condenados a morir fusilados.
                           <br/>
                       </p>
                       <p>
                           En el breve juicio, Maro declar&#243; sus sentimientos hacia el sistema en una forma burda, pero muy clara: &#8220;&#161;Yo me cago en la
                           Revoluci&#243;n y me limpio el culo con Fidel Castro!&#8221; dijo el jefe guerrillero.
                       </p>
                       <p>
                           El 22 y 24 de junio de 1964, en los fosos de la Fortaleza de La Caba&#241;a, doce hombres se encararon al pared&#243;n de fusilamiento: Maro Borges,
                           Irenio Borges, Ra&#250;l Morel, Macho Jim&#233;nez, Andr&#233;s Oramas, Tom&#225;s Garc&#237;a Valle, Julio Emilio Carretero, Cuco Cede&#241;o, Blas
                           Ortega, Valent&#237;n Hern&#225;ndez, Manolo Muns&#243; La Guardia y Benito Rodr&#237;guez Pedraja. Parados juntos, en la oscuridad de la noche,
                           iluminados por la luz blanca de reflectores, los doce hombres cantaron el Himno Nacional mientras los rifles FAL disparaban, y los plomos destrozaban
                           sus cuerpos.
                       </p>
                        <img class="profile-img" style="max-width: 384px" alt="Emilio Carretero" src="images/gallery/las-villas/EmilioCarretero.jpg" />
                        <p class="profile-img-copy" style="max-width: 388px">Esta foto del legendario jefe guerrillero Julio Emilio Carretero (el cuarto Comandante en Jefe del Escambray). La misma fue tomada en Villa Marista, horas despu&#233;s de que fuera entregado al G-2 por el delator Alberto Delgado, el tristemente c&#233;lebre Hombre de Maisinic&#250;. Carretero se alz&#243; en el verano de 1960, y asumi&#243; el mando de todas las fuerzas guerrilleras en marzo de 1963, a la muerte del Comandante Tom&#225;s San
                           Gil. El Comandante Julio Emilio Carretero fue sentenciado a muerte despu&#233;s de su captura en marzo de 1964 y fue fusilado junto a varios de sus
                           hombres, en La Caba&#241;a el 22 de junio de ese a&#241;o. Todos murieron cantando el Himno Nacional.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>