<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Cheito Le&#243;n</h1>
                        <h5 class="card-sub-title">Jos&#233; Le&#243;n Jim&#233;nez</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            El Comandante Jos&#233; Che&#237;to Le&#243;n Jim&#233;nez, que hab&#237;a asumido el mando de los pocos grupos que a&#250;n quedaban en el Escambray,
                            se hab&#237;a ganado sus galones -al igual que todos los otros jefes guerrilleros- por sus m&#233;ritos. Era un hombre joven, de 26 a&#241;os, fuerte
                            y afable, Che&#237;to hab&#237;a sido educado en Trinidad. Estaba trabajando como camionero, cuando decidi&#243; alzarse para combatir al comunismo.
                            &#201;l y su hermano Berardo hab&#237;an reclutado diecinueve hombres de la zona, que se ir&#237;an con ellos dos. Conscientes de que carec&#237;an de
                            armamento y de experiencia militar, los veinte y un hombres se enlistaron en un batall&#243;n de milicia. Despu&#233;s de varias semanas de
                            entrenamiento b&#225;sico, los nuevos reclutas desertaron en abril de 1961 y se alzaron, llev&#225;ndose con ellos los rifles checos M52. Con tres
                            a&#241;os de experiencia en el combate, Che&#237;to Le&#243;n era, a pesar de su juventud, un veterano curtido en docenas de encuentros contra fuerzas
                            siempre superiores.
                        </p>
                        <p>
                            El tuvo participaci&#243;n directa del ajusticiamiento del tristemente celebre Alberto Delgado, conocido como el hombre de Maisinic&#250;, un
                            infiltrado comunista por el cual valientes combatientes anticomunistas murieron frente al pared&#243;n de fusilamiento.&#160; Despu&#233;s de la
                            captura del Maro Borges y sus hombres delatados por Delgado, el mismo regres&#243; al Escambray, para preparar otra trampa, esta vez para el legendario
                            Comandante Julio Emilio Carretero. En los preparativos para su fuga, y como ignoraba la suerte corrida por Maro Borges y su grupo, Carretero
                            acord&#243; que llegando a Miami, le enviar&#237;a un mensaje a su Lugarteniente Jos&#233; Cheito Le&#243;n. Carretero se propon&#237;a utilizar la
                            onda de Radio Swam, en el programa del periodista Luis Conte Ag&#252;ero. La clave ser&#237;a transmitida por tres d&#237;as consecutivos,
                            garantiz&#225;ndole a Cheito Le&#243;n que la ruta v&#237;a-Delgado era segura. Al o&#237;r esto, Delgado no se inmut&#243;. El infiltrado sab&#237;a
                            que la Seguridad del Estado pod&#237;a interferir las transmisiones de Conte Ag&#252;ero y sobreponer otras transmisiones con la clave adecuada. Lo que
                            Delgado no sab&#237;a, era que uno de los guerrilleros de Carretero hab&#237;a establecido una segunda clave privada entre &#233;l y un familiar en
                            Trinidad. La segunda clave, una llamada de tel&#233;fono desde Miami, indicar&#237;a que la ruta era segura. Ese mensaje telef&#243;nico que nunca
                            lleg&#243; seria el principio del fin para Alberto Delgado.
                        </p>
                        <p>
                            Mientras tanto, en el Escambray, Che&#237;to Le&#243;n esperaba el mensaje radial. La primera clave fue dada, pero la segunda clave, la llamada
                            telef&#243;nica, la que El Hombre de Maisinic&#250; desconoc&#237;a, nunca lleg&#243;. Che&#237;to, desconfiado como todo buen alzado, comenz&#243; a
                            tener dudas de Alberto Delgado.
                        </p>
                        <p>
                            Con la sospecha escondida en lo m&#225;s profundo de su pensamiento, Che&#237;to Le&#243;n se reuni&#243; con Alberto Delgado a la orilla de un
                            r&#237;o pr&#243;ximo a la finca Maisinicu. Delgado, c&#237;nicamente hab&#237;a mandado a matar a una res de la finca para festejar el viaje de la
                            guerrilla a Miami. Che&#237;to fingi&#233;ndole amistad, celebr&#243; junto a &#233;l, hasta que no pudo contenerse m&#225;s, confront&#243; al
                            traidor. En la panfletaria pel&#237;cula castrista, Delgado muri&#243; valientemente y desafiante. Pero en la realidad -contado por los sobrevivientes-
                            no fue as&#237;. Al ser remplazado por Cheito Le&#243;n, Delgado le neg&#243; repetidamente ser agente castrista. Despu&#233;s, llorando, declar&#243;
                            que hab&#237;a sido obligado a ayudar a la Seguridad del Estado cuando &#233;l hab&#237;a sido descubierto conspirando. En sus &#250;ltimos momentos le
                            pidi&#243; clemencia, aludiendo que &#233;l era un padre de familia. Che&#237;to Le&#243;n ignor&#243; los gritos del traidor, tambi&#233;n Carretero
                            era un padre de familia y Delgado los hab&#237;a entregado miserablemente. Alberto Delgado fue ajusticiado. Al d&#237;a siguiente su cuerpo colgado de
                            una gu&#225;sima, fue descubierto por campesinos de la zona.
                        </p>
                        <p>
                            Una vez desenmascarada la infiltraci&#243;n de Delgado, la Seguridad del Estado lanz&#243; una redada, arrestando a toda persona que hab&#237;a tenido
                            contacto con El Hombre de Maisinic&#250;. Dos empleados de la finca -- Varela y Pepe Yoyo----, fueron fusilados, Siripio Hern&#225;ndez, otro empleado
                            fue condenado al presidio pol&#237;tico. Dos cu&#241;ados de Alberto Delgado, Jos&#233; y Alberto Nodal, recibieron condenas carcelarias por haber
                            estado involucrados en la l&#237;nea de suministros a los alzados.
                        </p>
                        <p>
                            Che&#237;to Le&#243;n continuo la lucha hasta que fue muerto en combate a la edad de 26 a&#241;os en mayo de 1964, Las Villas.
                        </p>
                        <img class="profile-img" style="max-width: 168px" alt="Jos&#233; Le&#243;n Jim&#233;nez -Cheito Le&#243;n-" src="images/gallery/las-villas/CheitoLeon.jpg" />
                        <p class="profile-img-copy" style="max-width: 350px">Jos&#233; Le&#243;n Jim&#233;nez -Cheito Le&#243;n-, Ex miliciano. Ultimo comandante en jefe de los alzados del Escambray. Se alz&#243; en abril de 1961. Muerto en combate a la edad de 26 a&#241;os en mayo de 1964, Las Villas.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>