<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">El Guapo</h1>
                        <h5 class="card-sub-title">Rivera</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Tiene alrededor de medio siglo de edad, pero parece m&#225;s joven. Su pelo es negro y tupido. Su cara no tiene arrugas ni rajaduras. El cuerpo es macizo, aunque la pierna derecha luce m&#225;s gruesa que la izquierda.
                        </p>
                        <p>
                            Agapito Rivera Mili&#225;n, reci&#233;n llegado a Miami en mayo de 1988, ha dedicado su vida a la lucha por la libertad de Cuba. Por las &#250;ltimas dos d&#233;cadas y media ha sido un preso pol&#237;tico plantado, de los m&#225;s intransigentes que
                            se han confrontado al sistema. Antes del presidio fue, por tres a&#241;os, comandante guerrillero en Las Villas, recibiendo cinco heridas en combates contra los cazadores de las tropas especiales del ej&#233;rcito castrista.
                        </p>
                        <p>
                            Le dec&#237;an E/ Guapo Rivera, por su temeridad, por que peleaba parado, rompiendo los cercos de frente, disparando su fusil ametralladora Browning contra las huestes enemigas. A los 23 a&#241;os de edad, queriendo alzarse, pero careciendo de experiencia
                            militar y de armamento, se enlist&#243; en la milicia. A las cuatro de la tarde del 2 de octubre de 1960, al Guapo le dieron un rifle Springfield y una canana con 91 balas. A las nueve de la noche se alz&#243; contra el r&#233;gimen.
                        </p>
                        <p>
                            En la manigua se code&#243; con Campitos, con Mart&#237; Campos y el Negro Tondike. l Guapo lleg&#243; a ser jefe de los alzados en el circuito norte de Las Villas, desde Sagua La Grande hasta Corralillo. Fue herido por primera vez en un combate el 25
                            de abril de 1962, cuando una bala de metralleta le traspas&#243; la pierna derecha. En ese mismo combate su hermano menor, Estanislao, fue herido tres veces, capturado y fusilado. El Guapo sobrevivi&#243; milagrosamente, corriendo
                            varios kil&#243;metros con la pierna sangrando, rompiendo los cercos de la milicia castrista.
                        </p>
                        <p>
                            El Guapo Rivera fue un dolor de cabeza para las tropas castristas. El Comandante Ren&#233; de Los Santos dirigi&#243; varias operaciones contra el jefe guerrillero, pero no lo pudo atrapar. El Comandante Lizardo Proenza, uno de los jefes principales del
                            LCB se vio frustrado tres veces al tratar de atrapar a El Guapo, el cual se escap&#243; por las rendijas de los enormes triple cercos castristas. En una ocasi&#243;n, a pesar de estar atrapado dentro del nudo por dos noches
                            y tres d&#237;as, El Guapo logr&#243; escapar de nuevo.
                        </p>
                        <p>
                            El 21 de noviembre, Agapito Rivera, su hermano. Francisco, y otro alzado llamado Mayito Garc&#237;a Molina acamparon en un ca&#241;averal. Lizardo Proenza lanz&#243; entonces su cuarta ofensiva contra El Guapo. Los cazadores del LCB cerraron un nudo sobre
                            la zona. Todos los campos de ca&#241;a cercanos al escondite donde estaban los alzados fueron minados de patrullas castristas tendiendo emboscadas. Los terraplenes fueron sellados por pelotones bien armados. Cazadores de las
                            tropas especiales empezaron a peinar los potreros en b&#250;squeda de los tres guerrilleros.
                        </p>
                        <p>
                            Los tres alzados salieron del ca&#241;averal intercambiando disparos con el enemigo. Una bala le di&#243; en el brazo derecho a L7 Guapo, pero el jefe guerrillero continu&#243; disparando. A dos kil&#243;metros de donde comenz&#243; la refriega, los tres
                            alzados se toparon con una emboscada en un ca&#241;averal. Ambos lados dispararon a quemarropa. Francisco, el hermano de El Guapo, cay&#243; desplomado. Una bala le atraves&#243; el _ pecho. Otra bala entr&#243; por la espalda
                            y sali&#243; por el ombligo.
                        </p>
                        <p>
                            Dejando atr&#225;s el cad&#225;ver de su segundo hermano, El Guapo y Mayito salieron del campo de ca&#241;a, perseguidos por una nube de plomo.
                        </p>
                        <p>
                            Al brincar una cerca, Mayito fue destrozado por una r&#225;faga de ametralladora. Momentos despu&#233;s, una segunda bala le parti&#243; el brazo derecho a El Guapo. Sin poder disparar su rifle ametralladora, Agapito cruz&#243; una l&#237;nea de milicia
                            corriendo, eludiendo las balas a quemarropa.
                        </p>
                        <p>
                            Entr&#243; en un ca&#241;averal. Los cazadores del LCB dispararon centenares de plomos sobre la figura que hu&#237;a. Una bala se incrust&#243; en su pierna derecha, pero El Guapo sigui&#243; corriendo. Otra bala entr&#243; en la pierna izquierda, partiendo
                            la femoral. Dentro del campo de ca&#241;a El Guapo Rivera se desplom&#243; sobre la tierra villare&#241;a.
                        </p>
                        <p>
                            Entonces se produjo un milagro. Un hombre con un balazo en la femoral se debe desangrar en un par de minutos. Pero a El Guapo se le form&#243; un co&#225;gulo ateri&#243; venoso en la ingle, una f&#237;stula milagrosa que evit&#243; que la sangre circulara
                            libremente y que el herido no se desangrara.
                        </p>
                        <p>
                            El Guapo se escondi&#243; en el ca&#241;averal. No pudiendo disparar el rifle, sac&#243; de su cartuchera la pistola .45 y la rastrill&#243;. Se sent&#243; a esperar su &#250;ltimo combate, pero las tropas especiales no se atrev&#237;an a entrar al campo
                            de ca&#241;a a buscar al herido peligroso. Pas&#243; el tiempo y los minutos se convirtieron en horas. El Guapo era una bola de fango y sangre. Encendi&#243; un tabaco, quiz&#225;s la &#250;ltima fuma de su vida, y lo mordi&#243;
                            duro, mascando el cabo entre los dientes. La debilidad de la p&#233;rdida de sangre le produjo una borrachera. Se dorm&#237;a, perdiendo el conocimiento, para despertarse minutos despu&#233;s. La vista se le iba y volv&#237;a.
                        </p>
                        <p>
                            Despu&#233;s de tres horas los cazadores entraron en el campo de ca&#241;a. Encontraron a El Guapo sin conocimiento, lo desarmaron, y lo llevaron a un terrapl&#233;n. El Guapo despert&#243; a tiempo para sentir como le ripiaban el pantal&#243;n y la camisa
                            para curarle las heridas. Un soldado le arranc&#243; el tabaco de la boca. Otros le dec&#237;an maldiciones. Despu&#233;s de vendarlo, lo fueron a lanzar en la cama de un cami&#243;n, hal&#225;ndole los cabellos para pararlo.
                        </p>
                        <p>
                            El Guapo apenas pod&#237;a hablar, pero le pidi&#243; en un murmullo a los cazadores que lo remataran. Varios se burlaron de &#233;l.
                        </p>
                        <p>
                            Lizardo Proenza, el comandante del LCB que hab&#237;a perseguido a El Guapo, dispar&#243; una r&#225;faga de su rifle FAL belga al aire.
                        </p>
                        <p>
                            -&#161;Maricones!- les grit&#243; Proenza a sus hombres, -&#161;Pendejos! Ninguno de ustedes quer&#237;a fajarse de frente a &#233;se cuando estaba en el ca&#241;averal. &#161;Cobardes y putas! Tr&#225;tenlo con respeto, que &#233;se es un hombre.
                        </p>
                        <p>
                            Con sus cuatro heridas, a El Guapo lo llevaron a un hospital. Los m&#233;dicos lo examinaron perplejos, maravillados de que con un plomo en la femoral no se hubiera desangrado. Un m&#233;dico sovi&#233;tico y trece m&#233;dicos cubanos lo visitaron para
                            estudiar su caso. Sobrevivi&#243; numerosas operaciones y se encar&#243; al presidio con estoicismo patrio.
                        </p>
                        <p>
                            Aunque por la Ley 988 se supon&#237;a que Agapito fuera fusilado, por un milagro fue condenando a treinta a&#241;os de presidio en vez de ser condenado al pared&#243;n. Adem&#225;s de los 25 a&#241;os de presidio pol&#237;tico plantado, y de cinco heridas
                            de balas en su cuerpo, El Guapo perdi&#243; a dos hermanos y a nueve primo hermanos en la lucha guerrillera de los a&#241;os sesenta.
                        </p>
                        <p>
                            El Guapo, Agapito Rivera Mili&#225;n, es el jefe guerrillero que sobrevivi&#243;, que m&#225;s tiempo estuvo alzado contra el castrismo, y el &#250;nico jefe de sector activo en Las Villas en 1963, que a&#250;n vive para contar sobre los her&#243;icos
                            alzamientos de los a&#241;os sesenta.
                        </p>
                        <p>
                            El apodo de El Guapo es bien merecido.
                            <br/>
                        </p>
                        <img class="profile-img" style="max-width: 380px" alt="Agapito El Guapo Rivera y V&#237;ctor Chiche G&#225;mez" src="images/gallery/las-villas/GuapoRivera_VictorChicheGamez.jpg" />
                        <p class="profile-img-copy" style="max-width: 384px">Dos valientes jefes guerrilleros que sobrevivieron multiples e intensos combates y muchos a&#241;os de presidio pol&#237;tico: &#160; A la izquierda, Agapito El Guapo Rivera y V&#237;ctor Chiche G&#225;mez. Esta foto fue tomada
                            en una casa en Hialeah, durante una reuni&#243;n de combatientes sobrevivientes.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>