<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Manolito "El Loco"</h1>
                        <h5 class="card-sub-title">L&#243;pez&#160;&#160;L&#243;pez</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Le dec&#237;an El Loco. El apodo le vino por su audacia, por su sangre fr&#237;a, por la manera temeraria de actuar ante el enemigo. Manolo L&#243;pez
                            L&#243;pez era de Chambas, en el norte de Camag&#252;ey. Fue encarcelado cuando era a&#250;n menor de edad, acusado de participar en actividades
                            guerrilleras contra el r&#233;gimen castrista. Lo enviaron a Torrens, una c&#225;rcel para menores en La Habana, para cumplir sentencia y recibir
                            adoctrinamiento pol&#237;tico.
                        </p>
                        <p>
                            Pero El Loco nunca cumpli&#243; la condena. Con una navaja se abri&#243; una herida en el est&#243;mago, al lado del ombligo. Lo llevaron a un
                            hospital, donde le cosieron la herida. Y antes de regresar a Torrens, El Loco amarr&#243; una tira de s&#225;banas y se lanz&#243; por una ventana,
                            perdi&#233;ndose en la oscuridad de la noche.
                        </p>
                        <p>
                            Casi desnudo, herido, y sin recursos, Manolito L&#243;pez se las arregl&#243; para regresar a Camag&#252;ey, donde se alz&#243; de nuevo. Cumpli&#243;
                            los 18 a&#241;os en la manigua. Aprendi&#243; sus t&#225;cticas guerrilleras de Rolando Mart&#237;n Amodia y Arnoldo Mart&#237;nez Andrade, dos ex
                            oficiales del Ej&#233;rcito Rebelde que fueron los pioneros de los alzamientos contra el castrismo en Camag&#252;ey. El Loco particip&#243; en muchas
                            acciones, incluyendo el asalto a las Minas de Perea, la toma de los poblados de R&#237;o y Centeno, y numerosas emboscadas en los llanos de la
                            Provincia. Para febrero de 1962, a pesar de su juventud, era comandante guerrillero, jefe de los alzados en Camag&#252;ey.
                        </p>
                        <p>
                            En los pr&#243;ximos seis meses, Manolito El Loco se convirti&#243; en uno de los jefes guerrilleros m&#225;s audaces de toda Cuba. Los propios
                            castristas publicaron relatos que demuestran la audacia de Manolito. En Boquer&#243;n, la milicia tendi&#243; una emboscada a los alzados. 'En el
                            primer combate muri&#243; un guerrillero, Justo L&#243;pez Fuentes. Al poco rato, cuando la milicia peinaba el terreno en b&#250;squeda de la
                            guerrilla, se escucharon dos disparos. Dos milicianos se desplomaron. Cuando las tropas castristas llegaron al farall&#243;n desde donde los alzados
                            hab&#237;an disparado, no encontraron guerrilleros, pero s&#237; encontraron colgado de un &#225;rbol un peque&#241;o letrero que dec&#237;a.
                        </p>
                        <p>
                            &#171;Por cada patriota muerto, la vida de dos milicianos.
                        </p>
                        <p>
                            &#187;(firmado) Manolito L&#243;pez
                        </p>
                        <p>
                            &#187;Comandante en Jefe Frente Norte de Camag&#252;ey,&#187;
                        </p>
                        <p>
                            A Manolito El Loco lo buscaron con ganas. Y &#233;l, con su locura y su audacia, continu&#243; rompiendo cercos. Mucho triple cerco se cerr&#243; sobre
                            campo vac&#237;o mientras El Loco y sus hombres cruzaban sembrad&#237;os y potreros, evadiendo a los cazadores de las tropas especiales castristas.
                        </p>
                        <p>
                            Con temeridad, los hombres de El Loco L&#243;pez llevaron a cabo constantes contra-ataques, a pesar de ser continuamente perseguidos y acosados por el
                            ej&#233;rcito castrista. El 29 de junio de 1962, con la milicia pis&#225;ndole los talones, Manolito y sus hombres detuvieron a un &#243;mnibus en El
                            Chorro. Despu&#233;s de matar a dos milicianos que viajaban en el veh&#237;culo, El Loco le prendi&#243; candela al autob&#250;s.
                        </p>
                        <p>
                            El 10 de agosto lo cercaron en Los Barriles. En el primer combate, Manolito L&#243;pez fue herido. Una bala le produjo una herida en el cuello y otra
                            le traspas&#243; una mano. Los cazadores tiraron un triple anillo. Por una semana, centenares de soldados rastrearon las piedras y los farallones, pero
                            no encontraron el rastro de los once guerrilleros escondidos.
                        </p>
                        <p>
                            Oscar Figueredo, uno de los jefes de las tropas especiales se adentr&#243; en Un pedregal. All&#237; estaba El Loco. Recostado a unas piedras, el joven
                            jefe guerrillero apunt&#243; serenamente con su carabina M 1. Apret&#243; el gatillo cuatro veces. Tres plomos dieron en el blanco. Una bala se
                            incrust&#243; en la barriga de Figueredo. Dos plomos m&#225;s, uno sobre cada tetilla, destrozaron el pecho del oficial castrista. Oscar Figueredo
                            muri&#243; instant&#225;neamente.
                        </p>
                        <p>
                            El nudo de tropas comenz&#243; a estrangular al grupo de alzados. Floro Camacho, el lugarteniente de Manolito, lo ayud&#243; a tratar de escapar. El
                            Loco estaba d&#233;bil. Con hojas de savia se hab&#237;a tapado la herida en el cuello, y la herida de la mano estaba infestada. El Loco sab&#237;a que
                            su hora hab&#237;a llegado. Con aplomo, el jefe guerrillero de 19 a&#241;os de edad le cedi&#243; el mando de la guerrilla a Floro Camacho,
                            parapet&#225;ndose despu&#233;s en unas piedras, para cubrirle la retirada a sus hombres.
                        </p>
                        <p>
                            Atrajo fuego enemigo sobre s&#237; para salvar a sus hombres. Desde las piedras, dispar&#243; con su carabina M I y su pistola calibre .45, para
                            confundir, para que los castristas pensaran que hab&#237;a m&#225;s de un alzado atrincherado, peleando. Lo rodearon. Le dispararon en cruce de fuego y
                            las balas partieron gajos, reventaron piedras.
                        </p>
                        <p>
                            Desde el pedregal, El Loco grit&#243; que se rend&#237;a, que se le hab&#237;an acabado las balas. Varios cazadores de las tropas especiales se pararon
                            para ir a capturarlo, pero fueron dispersados por una lluvia de balas. Era un truco. El Loco no iba a rendirse.
                        </p>
                        <p>
                            La balacera continu&#243;. Desde su escondite, entre piedras comidas por las balas, Manolito El Loco lanz&#243; granadas hacia el nudo de hombres
                            uniformados que cada momento se acercaban m&#225;s. Mientras el joven alzado se desangraba en el pedregal, Floro Camacho y los otros alzados cruzaban
                            el anillo de tropas que se extend&#237;a por varios kil&#243;metros.
                        </p>
                        <p>
                            Dos cazadores lograron acercarse al guerrillero. Dos ametralladoras vaciaron sus peines sobre las espaldas del muchacho de Chambas. El Loco se
                            retorci&#243; entre las piedras y qued&#243; inm&#243;vil.
                        </p>
                        <p>
                            El comandante Manolito L&#243;pez L&#243;pez hab&#237;a muerto.
                       </p>
                        <img class="profile-img" style="max-width: 235px" alt="Manolito Lopez -El Loco-" src="images/gallery/camaguey/ManolitoLopezElLoco.jpg" />
                        <p class="profile-img-copy" style="max-width: 350px">
                            Commander of the guerrillas of Camag&#252;ey. He was taken prisoner and escaped from a juvenile prison, took arms for the second time. Killed in combat at 19 years of age in Loma de los Barriles. Camag&#252;ey, in August of 1962.
                        </p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>