<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Show More Combatans</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">La Ni&#241;a Del Escambray</h1>
                        <h5 class="card-sub-title">Zoila Aguila Almeida</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                    	<p>
				           Miami Beach, 1987.
				       </p>
				       <p>
				           La puerta de la casa de hu&#233;spedes en South Beach estaba cerrada. Golpeamos en el cristal con los nudillos. Por una ventana en el segundo piso un
				           hombre se asom&#243;, mirando hacia nuestro grupo, a los cuatro visitantes.
				       </p>
				       <p>
				           &#191;Qu&#233; desean?
				       </p>
				       <p>
				           -Venimos a ver a La Ni&#241;a del Escambray.
				       </p>
				       <p>
				           -La Ni&#241;a, - nos dijo el hombre, -est&#225; muy traumatizada. Ella no acepta visitas.
				       </p>
				       <p>
				           D&#237;gale, le respond&#237;, que Reina Carolina, Polita Grau y su hermano, Ram&#243;n, han venido a visitarla. Estas dos mujeres estuvieron plantadas
				           con La Ni&#241;a en Guanajay y en Guanabacoa.
				       </p>
				       <p>
				           Momentos despu&#233;s la puerta se abri&#243;. Varios hombres se congregaron en el pasillo. Tres eran ex-presos pol&#237;ticos.
				       </p>
				       <p>
				           -Es la &#250;ltima puerta al final del pasillo en el segundo piso, nos dijo uno, ---pero La Ni&#241;a es muy renuente a aceptar visitas.
				       </p>
				       <p>
				           Detr&#225;s de la puerta blanca con el n&#250;mero diecisiete torcido, vive Zoila Aguila Almeida, La Ni&#241;a de Placetas, la veterana guerrillera del
				           Escambray.
				       </p>
				       <p>
				           Para m&#237; era un momento emocionante. Desde ni&#241;o hab&#237;a escuchado cuentos sobre una joven muchacha de Placetas que fue jefa de un grupo de
				           alzados en Las Villas, enfrent&#225;ndose en combate a las milicias castristas. Siempre la hab&#237;a considerado una figura legendaria, pero nunca
				           hab&#237;a visto siquiera una foto de ella. Ahora, por fin, la iba a conocer y la imagen nebulosa se podr&#237;a convertir en un ser humano, de carne y
				           hueso.
				       </p>
				       <p>
				           En 1960, en los penachos de la Sierra del Escambray, grupos de insurgentes mal armados combat&#237;an contra el sistema castrista. En esos primeros
				           meses de rebeli&#243;n, Zoila Aguila se march&#243; a la manigua con su esposo, un electricista de Remedios llamado Manolo Munso La Guardia. El llevaba
				           una carabina San Crist&#243;bal con seis peines, y ella, un rev&#243;lver con unas cuantas balas.
				       </p>
				       <p>
				           En el Escambray, donde Zoila ya hab&#237;a combatido una vez antes, contra Batista, creci&#243; d&#237;a a d&#237;a la leyenda de la mujer guerrillera.
				           Mochila al hombro, carabina M1 en mano, La Ni&#241;a combati&#243; a la milicia bajo las &#243;rdenes de Osvaldo Ram&#237;rez, Tomasito San Gil, y
				           .Julio Emilio Carretero. Durmi&#243; en las laderas de los montes, pas&#243; hambre y sed, y a tiro limpio rompi&#243; los triple cercos de las
				           milicias castristas. En la manigua pari&#243; dos hijas, y ambas murieron en sus brazos de hambre y sed. Para 1963, Zoila era jefa de una guerrilla de
				           doce hombres, veterana de centenares de escaramuzas en los montes villare&#241;os. Hay una an&#233;cdota que bien describe la sangre fr&#237;a de la
				           joven guerrillera. contada por uno de los sobrevivientes de la gesta her&#243;ica. Rodeados en un triple cerco, los hombres de Carretero se
				           desbandaron, intentando cruzar las l&#237;neas castristas sin ser detectados. Uno a uno, los aliados fueron cruzando el cerco, reuni&#233;ndose
				           despu&#233;s todos a la orilla de un riachuelo. Carretero cont&#243; cabezas. Faltaban dos. Manolo y Zoila. La preocupaci&#243;n aument&#243; cuando se
				           empezaron a escuchar disparos en la distancia. Carretero, que ten&#237;a buen o&#237;do para las balas, pudo discernir, entre los disparos de
				           metralletas y rifles checos, el martilleo del Garand de Manolo y el M1 de La Ni&#241;a. Los alzados comenzaron a correr hacia el sonido de los disparos
				           para socorrer a la pareja. El M1 enmudeci&#243; de s&#250;bito. Solo se escuchaba el cantar del Garand, el chasquido seco del rifle y el tableteo de
				           las metralletas. Carretero grit&#243; una maldici&#243;n, pensando que Zoila hab&#237;a ca&#237;do en el combate y solo Manolo quedaba combatiendo. Al
				           atacar a la milicia en un cruce de fuego y dispersarlos, los alzados quedaron sorprendidos. Acostado en un matorral, con una herida en el hombro se
				           encontraba Manolo Munso. A su lado, con un Garand humeante en las manos, Zoila Aguila se bat&#237;a sola contra un pelot&#243;n de milicia.
				       </p>
				       <p>
				           En marzo de 1964, despu&#233;s de casi cuatro a&#241;os alzados en el Escambray, Lar Ni&#241;a y Manolo fueron capturados, traicionados por Alberto
				           Delgado, El Hombre de Maisinicu, un oficial de Seguridad del Estado que tendi&#243; una trampa a las guerrillas de Emilio Carretero. Delgado muri&#243;
				           ahorcado de una gu&#225;sima, pero antes de caer traicion&#243; a m&#225;s de treinta guerrilleros y a numerosos colaboradores, incluyendo miembros de
				           su propia familia.
				       </p>
				       <p>
				           En Villa Marista, las oficinas de Seguridad del Estado, Zoila y Manolo fueron separados. Por un tiempo se pod&#237;an hablar a gritos de celda a celda,
				           pero despu&#233;s a Manolo lo cambiaron de celda, para que ni a gritos lanzados por pasillos se pudieran consolar. A La Ni&#241;a la encerraron en el
				           Pr&#237;ncipe Negro, un cuarto tapiado subterr&#225;neo, donde s&#243;lo las ratas la acompa&#241;aban.
				       </p>
				       <p>
				           Despu&#233;s vino el juicio. La Ni&#241;a y dieciocho alzados recibieron condenas de treinta a&#241;os de encarcelamiento. Doce guerrilleros fueron
				           fusilados. Manolo Munso La Guardia muri&#243; en los fosos de la prisi&#243;n de la Caba&#241;a, el anochecer del 22 de junio de 1964. mientras
				           cantaba, junto a sus hermanos de lucha, el Himno Nacional de Cuba.
				       </p>
				       <p>
				           La Ni&#241;a fue llevada al presidio pol&#237;tico de las mujeres. En Guanabacoa, Guanajay, y la hip&#243;critamente llamada Finca Nuevo Amanecer,
				           Zoila continu&#243; la lucha a&#250;n tras las rejas. Presa plantada, se neg&#243; a doblegarse. Guardias armados con tubos de manguera la golpearon.
				           Fue tapiada en cuartos oscuros, sin luz y comida. Quem&#243; colchones y fue enviada a celdas de castigo.
				       </p>
				       <p>
				           Rompieron su mente, pero no su esp&#237;ritu. La locura se apoder&#243; de Zoila, pero ella a&#250;n demente, se neg&#243; a rehabilitarse. Era mucho
				           el sufrimiento. Dos hijas muertas. Manolo fusilado. Carretero enterrado junto a Manolo en una fosa com&#250;n. Meses en celdas de castigo. Torturas.
				           Golpizas. Hambre. La volvieron loca pero no lograron doblegarla.
				       </p>
				       <p>
				           En la c&#225;rcel de mujeres, sentada en su camastro, se pasaba horas envuelta en trapos, vestida como una leprosa, sin hablar. Cuando se le
				           permit&#237;a salir al patio, se encaramaba en las matas, donde se pasaba largo rato, la vista perdida en un horizonte lejano.
				       </p>
				       <p>
				           Despu&#233;s de cumplir m&#225;s de la mitad de su condena, lleg&#243; a Miami, una de las &#250;ltimas presas en salir de Cuba.
				       </p>
				       <p>
				           Tocamos suavemente con los nudillos en la puerta blanca. La sentimos movi&#233;ndose en el cuarto, pero no respondi&#243;. Tocamos por segunda vez.
				       </p>
				       <p>
				           La puerta se abri&#243; lentamente, solo una rendija. Media cara se asom&#243; al pasillo. Pelo azabache, cutis liso, sin arrugas. Voz de timbre claro.
				       </p>
				       <p>
				           La visita dur&#243; veinte minutos. La Ni&#241;a no nos permiti&#243; entrar al cuarto, ni abri&#243; la puerta completamente. Convers&#243; un poco
				           con Pola y Reina Carolina, las amigas del presidio, ignor&#225;ndonos a Ram&#243;n Grau y a m&#237;. Polita le llevaba unos regalos, una botella de
				           perfume y unos abrigos, pero la guerrillera no los acept&#243;.
				       </p>
				       <p>
				           -Les habl&#243; mucho nos dijo el due&#241;o de la casa de hu&#233;spedes, -Ella vive encerrada en el cuarto. Sale una vez al d&#237;a v se sienta un
				           par de horas en el portal, pero habla poco, y rara vez acepta visitas. &#191;De qu&#233; vive?- le pregunt&#233;.
				       </p>
				       <p>
				           -De la ayuda social, y cost&#243; trabajo obtenerla. La Ni&#241;a se negaba a ir a las oficinas del gobierno. Tuvimos que traer a un m&#233;dico al
				           edificio para que la entrevistara en el pasillo y le diera la certificaci&#243;n m&#233;dica. Es un caso incurable.
				       </p>
				       <p>
				           -No nos acept&#243; los regalos.
				       </p>
				       <p>
				           No-dijo el hombre, -ella se ofende si alguien le ofrece ayuda. Nosotros hacemos lo que podemos por ella, pero es dif&#237;cil ayudarla.
				       </p>
				       <p>
				           Esa noche me cost&#243; trabajo dormir. La imagen de aquel rostro tras la puerta blanca qued&#243; grabada en mi memoria. En sus ojos oscuros me he
				           asomado al dolor infinito de mi pueblo.
				       </p>
                        <img class="profile-img" style="max-width: 618px" alt="La Ni&#241;a del Escambray" src="images/gallery/las-villas/LaNinaDelEscambray.jpg" />
                        <p class="profile-img-copy" style="max-width: 622px">Esta joven con una ametralladora Thompson es Zoila Aguila Almeida, la famosa Ni&#241;a del Escambray, la &#250;nica mujer que fue jefe de una guerrilla. Estuvo alzada hasta 1964. Su esposo fue fusilado y ella fue presa pol&#237;tica plantada.</p>

                        <img class="profile-img" style="max-width: 351px" alt="La Ni&#241;a del Escambray" src="images/gallery/las-villas/LaNinadePlacetas.jpg" />
                        <p class="profile-img-copy" style="max-width: 355px; text-align: center;">Teniente Zoila Aguila Almeida. Conocida como la Ni&#241;a del Escambray o la Ni&#241;a de Placetas.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Show More Combatans</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>