<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Maro</h1>
                        <h5 class="card-sub-title">Borges</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Maro Borges fue un combatiente de la lucha contra Batista, descontento con la traici&#243;n comunista de la revoluci&#243;n democr&#225;tica por la
                            cual hab&#237;a luchado, se alzo nuevamente a luchar. Con apenas 20 a&#241;os de edad, todav&#237;a siendo un muchacho, ya dirig&#237;a una guerrilla
                            de hombres mayores que &#233;l.
                        </p>
                        <p>
                            Durante la llamada Segunda Limpia del Escambray,&#160; el ahora Comandante Maro Borges fue herido pero logro evadir el mort&#237;fero cerco que le
                            rodeaba.
                        </p>
                        <p>
                            En agosto de 1963, en El Guasimal se libr&#243; uno de los combates m&#225;s feroces de toda la guerra. Maro Borges y veinte de sus guerrilleros fueron
                            cercados en un anillo por centenares de enemigos. A los veinte y tres a&#241;os, Maro Borges era un veterano de la lucha contra Batista y de dos
                            a&#241;os como jefe guerrillero en el Escambray peleando contra el comunismo. Rodeado en El Guasimal, Maro se prepar&#243; para romper el cerco por
                            arriba. El LCB ten&#237;a balas para malgastar, pero los alzados no pod&#237;an darse ese lujo. Ra&#250;l Garcia era un joven guerrillero en la columna
                            de Maro Borges.
                        </p>
                        <p>
                            Ra&#250;l Garcia: El combate empez&#243; al mediod&#237;a, lo cual era malo para nosotros. De noche es mas f&#225;cil escaparse pero cuando el cerco
                            empieza a cerrarse temprano hay que jugarse la vida para romper el cerco&#8230;Maro ten&#237;a un rifle Garand y una pistola nueve mil&#237;metros y en
                            una mano llevaba el rifle y en la otra la pistola. No se pod&#237;an malgastar balas de un rifle y como el cerco a veces se romp&#237;a a quemarropa,
                            la pistola era la mejor opci&#243;n&#8230;. Tratamos de cruzar desapercibidos pero un miliciano jovencito se nos apareci&#243; de pronto. Maro lo mato
                            de dos tiros de pistola y as&#237; empez&#243; el combate&#8230;.Yo fui el primer herido. Me dieron tres tiros en las piernas y ca&#237;&#8230;Un
                            helic&#243;ptero apareci&#243; de pronto y nos ametrallo. Esa r&#225;faga agarro a El&#237;as Borges y cay&#243; al lado m&#237;o con diecinueve tiros
                            en el cuerpo. Todos pensamos que estaba muerto pero en su caso se dio el milagro&#8230;.Domingo Garcia, uno de los nuestros le vaci&#243; dos
                            cargadores de su Garand al helic&#243;ptero y despu&#233;s nos enteramos que le da&#241;o la pizarra al aparato&#8230;hubo un momento en que la cosa
                            fue a culatazos&#8230; De los 21 hombres en nuestra guerrilla, once murieron en ese combate, incluyendo a Ismael, uno de los hermanos de Maro. Tres
                            &#8211;incluy&#233;ndome a m&#237;- fuimos capturados. Los otros todos estaban heridos, incluyendo a Maro. El LCB perdi&#243; siete muertos y
                            ten&#237;an varios &#8211;diez u once- heridos. Rosa Meneses, una mujer que viv&#237;a en una de las fincas por donde se llevo a cabo el encuentro
                            muri&#243; de un balazo. Dec&#237;an despu&#233;s que era una bala de FAL, de las que usaba el LCB, pero eso no fue a prop&#243;sito, fue una bala
                            perdida. All&#237; corri&#243; mucha sangre y aquello se concluyo en menos de una hora.
                        </p>
                        <p>
                            Incapaces de poder derrotar a las guerrillas utilizando solamente unidades militares, los comunistas intentaron infiltrarse en las guerrillas. El
                            m&#225;s connotado y conocido de estos infiltrados fue Alberto Delgado Delgado, al cual se le caracteriz&#243; como un h&#233;roe en una pel&#237;cula
                            propagandista producida en 1973 en Cuba, llamada EI Hombre de Maisinic&#250;.
                        </p>
                        <p>
                            Alberto Delgado se mud&#243; para Las Villas, para administrar la finca Maisinic&#250;. Desde el momento en que comenz&#243; su trabajo, ofreci&#243;
                            empleo en la finca a varios colaboradores de los alzados, gan&#225;ndose as&#237; su simpat&#237;a. Poco tiempo despu&#233;s. Delgado se
                            convertir&#237;a en un aparente colaborador de las guerrillas proporcion&#225;ndoles medicinas, botas y comida As&#237; fue gan&#225;ndose la amistad y
                            confianza de algunos de los hombres claves en la l&#237;nea de suministros, llegando a proponerles la fuga de Cuba de algunos alzados,
                            asegur&#225;ndoles que &#233;l ten&#237;a a su disposici&#243;n los contactos para llevar a cabo la salida clandestina de estos hombres.
                        </p>
                        <p>
                            El primer grupo que intent&#243; salir de Cuba por la v&#237;a establecida por Delgado fue la guerrilla de Maro Borges. Maro, con su pecho marcado por
                            la horrenda cicatriz, llevaba cuatro a&#241;os alzado en los montes de Las Villas. Delgado le hab&#237;a dicho que si pod&#237;an llegar hasta
                            Mor&#243;n, un contacto los llevar&#237;a hasta un cayo cerca de Camag&#252;ey, desde donde los alzados ser&#237;an recogidos por una lancha
                            norteamericana.
                        </p>
                        <p>
                            El cuatro de febrero de 1964, la guerrilla de Maro Borges fue recogida en un cayo por un barco pintado de blanco, con tripulantes rubios_ que hablaban
                            ingl&#233;s. Confiados en que estaban a salvo, los guerrilleros comieron emparedados y tomaron las cervezas que estos aparentes tripulantes
                            norteamericanos les ofrec&#237;an. Inocentemente, entregaron las armas y se les dijo que bajaran al pa&#241;ol del barco para recibir un examen
                            m&#233;dico. Uno a uno, estos hombres fueron atacados por los agentes de Seguridad del Estado, que se encontraban all&#237; escondidos. El viaje que
                            esperaban concluyera en Miami, s&#243;lo los llev&#243; a una celda en Villa Marista donde se encuentran las oficinas de Seguridad del Estado en la
                            Habana.
                        </p>
                        <p>
                            El balance siniestro de la misi&#243;n del infiltrado castrista Alberto Delgado y Delgado, conocido como El Hambre de Maisinic&#250; fue el siguiente:
                            m&#225;s de treinta guerrilleros fueron llevados a juicio en La Habana, dieciocho hombres -entre ellos Amador Acosta, y una mujer, Zoila Aguila Almeida
                            (La Ni&#241;a de Placetas)-, fueron sentenciados a largas condenas carcelarias, doce hombres incluyendo a los Comandantes Maro Borges y Julio Emilio
                            Carretero, fueron condenados a morir fusilados.
                        </p>
                        <p>
                            El 22 y 24 de junio de 1964, en los fosos de la Fortaleza de La Caba&#241;a, doce hombres se encararon al pared&#243;n de fusilamiento: Maro Borges,
                            Irenio Borges, Ra&#250;l Morel, Macho Jim&#233;nez, Andr&#233;s Oramas, Tom&#225;s Garc&#237;a Valle, Julio Emilio Carretero, Cuco Cede&#241;o, Blas
                            Ortega, Valent&#237;n Hern&#225;ndez, Manolo Muns&#243; La Guardia y Benito Rodr&#237;guez Pedraja. Parados juntos, en la oscuridad de la noche,
                            iluminados por la luz blanca de reflectores, los doce hombres cantaron el Himno Nacional mientras los rifles FAL disparaban, y los plomos destrozaban
                            sus cuerpos.
                        </p>

                        <p>Lamentablemente hasta el momento no existen fotos del valitente comandante. Una de las practicas del r&#233;gimen comunista era visitar las casas de familiares y amigos de los guerrilleros, para entre otras cosas confiscar y destruir las fotos de los mismos</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>