<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="icon" type="image/png" href="images/favicon.png">
    <title>H&#233;roes del Escambray</title>
    <link rel="stylesheet" href="https://stackpath.bootstrapcdn.com/bootstrap/4.1.0/css/bootstrap.min.css" integrity="sha384-9gVQ4dYFwwWSjIDZnLEWnxCjeSWFphJiwGPXr1jddIhOegiu1FwO5qRGvFXOdJZ4" crossorigin="anonymous">
    <link rel="stylesheet" href="css/main.css">
</head>

<body>

    <div class="modal fade profile-modal" id="profileModal">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <button type="button" class="close" data-dismiss="modal"><span aria-hidden="true">&times;</span></button>
                </div>
                <div class="modal-body">
                </div>
            </div>
        </div>
    </div>
    <div class="modal fade martires-modal" id="martiresModal">
        <div class="modal-dialog">
            <div class="modal-content">
                <div class="modal-header">
                    <h5 class="modal-title"></h5>
                    <button type="button" class="close" data-dismiss="modal"><span aria-hidden="true">&times;</span></button>
                </div>
                <div class="modal-body">
                    <img class="martires-modal-img" src="">
                    <p class="martires-modal-copy"></p>
                </div>
            </div>
        </div>
    </div>
    <div class="container-fluid">
        <div class="row">
            <div class="col-lg-12">
                <a class="btn btn-secondary btn-language float-right" href="index.html">En</a>
            </div>
        </div>
        <header class="header">
            <!-- <a href="inicio.html">
                <div class="header-items header-item-1">H&#233;roes Del Escambray</div>
                <div class="header-items header-item-2">Lucha campesina contra el comunismo (1960-1966)</div>
            </a> -->
            <a href="inicio.html">
                <img class="header-logo" src="images/logo-span.svg">
            </a>
        </header>
        <nav class="nav-sec">
            <a class="btn btn-primary" role="button" href="inicio.html">Inicio</a>
            <a class="btn btn-primary" role="button" href="lucha.html">Lucha</a>
            <a class="btn btn-primary" role="button" href="proclama.html">Proclama</a>
            <!-- <a class="btn btn-primary" role="button" href="multimedia.html">Multimedia</a> -->
            <!-- <a class="btn btn-primary" role="button" href="libros.html">Libros</a> -->
            <a class="btn btn-primary active" role="button" href="martires.html">M&#225;rtires</a>
            <a class="btn btn-primary" role="button" href="pueblos-cautivos.html">Pueblos Cautivos</a>
        </nav>
        <section class="section martires">
            <div class="row">
                <header class="sec-header">
                    <h1 class="sec-header-item-1">M&#225;rtires</h1>
                    <h5 class="sec-header-item-2">de la guerra campesina contra el comunismo</h5>
                </header>
                <div class="line"></div>
                <p>
                    A continuaci&#243;n ofrecemos una lista parcial, ordernada en forma alfab&#233;tica, de los combatientes muertos en combate y fusilados en las seis provincias de Cuba entre 1959 y 1966. Esta lista est&#225; incompleta, puede contener errores -no intencionadamente-
                    y posiblemente solo refleja un tercio &#8211;o menos- de los combatientes que murieron en el periodo de la rebeli&#243;n campesina.
                </p>
                <div class="accordion" id="accordion">
                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseA" aria-expanded="false" aria-controls="collapseA" id="headingA">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">A</span>   
                            </h5>
                        </button>

                        <div id="collapseA" class="collapse" aria-labelledby="headingA" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">

                                <p>
                                    <strong>Abdala Benitez, Jose Antonio</strong>:&#160; Guerrillero. Muerto en combate, 1961, Escambray, Las Villas.
                                </p>
                                <p>
                                    <strong>Abreu, Bienvenido</strong>:&#160; Guerrillero. Fusilado en Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Agramonte, Andres</strong>:&#160; Guerrillero. Muerto en combate, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Aguila Perez, Pedro</strong>:&#160; Guerrillero. Muerto en combate, 1961, Escambray, Las Villas.
                                </p>
                                <p>
                                    <strong>Aguilera Gil, Oneid&#243;</strong>:&#160; Guerrillero. Muerto en combate, Los Arabos, Matanzas, septiembre 3, 1964.
                                </p>
                                <p>
                                    <strong>Aguilera, Rigo</strong>:&#160; Guerrillero. Muerto en combate, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Alcia, Pedro</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente.
                                </p>
                                <p>
                                    <strong>Alejo Alvarez</strong>:&#160; Guerrillero. Fusilado en Rancho Veloz, Las Villas.
                                </p>
                                <p>
                                    <strong>Alem&#225;n, Alfredo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Alem&#225;n, Carlos</strong>:&#160; Guerrillero. Muerto en combate, la Provincia de Matanzas, el 29 de marzo 1963.
                                </p>
                                <p>
                                    <strong>Alem&#225;n, Roberto</strong>:&#160; Guerrillero. Fusilado en mayo 18 de 1963 en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Alfonso, Celio</strong>:&#160; Guerrillero de La Habana. Fusilado en agosto de 1962.
                                </p>
                                <p>
                                    <strong>Alfonso, Estanislao</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p class="martir-info">
                                    <strong>Almeida, Delio</strong>:&#160; Jefe de guerrillas. Fusilado en la Provincia de Matanzas en 1962.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="692px" href="images/gallery/matanzas/GuerrillaDeDelioAlmeida.jpg" name="Delio Almeida" title="Se cree que estos siete hombres son alzados de la provincia de Matanzas. El hombre sentado al centro, con una ametralladora M3 ha sido identificado como Delio Almeida, l&#237;der guerrillero fusilado por el castrismo.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Almeida, Heriberto</strong>&#160;(El Ni&#241;o): Guerrillero de La Habana. Fusilado en 1962.
                                </p>
                                <p>
                                    <strong>Almenda, Pl&#225;cido</strong>:&#160; Guerrillero. Muerto en combate en Bueycito, Oriente.
                                </p>
                                <p>
                                    <strong>Alonso, Rafael</strong>:&#160; Guerrillero. Muerto en combate en la Sierra Cubitas, Camag&#252;ey en junio 30 de 1961.
                                </p>
                                <p>
                                    <strong>Alvarez, Arturo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente en 1960.
                                </p>
                                <p>
                                    <strong>Alvarez P&#233;rez, Justo (Negro Ventura)</strong>:&#160; Guerrillero/ Muerto en combate, la Provincia de Camag&#252;ey, 11 de mayo de 1964.
                                </p>
                                <p>
                                    <strong>Alvarez, Lister</strong>:&#160; Oficial guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de agosto de 1963.
                                </p>
                                <p>
                                    <strong>Alvarez, Manuel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Alvarez Concepci&#243;n, Maximo (El Pinto)</strong>:&#160; Jefe de Guerrillas. Muerto en combate en el Escambray, noviembre 15 1963.
                                </p>
                                <p>
                                    <strong>Amador Quesada, Braulio</strong>:&#160; Colaborador. Fusilado en la Provincia de Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>Amores, Gilberto</strong>:&#160; Guerrillero. Fusilado en Sagua la Grande, Las Villas, en octubre de 1961.
                                </p>
                                <p>
                                    <strong>Amores, Ruperto</strong>:&#160; Guerrillero. Fusilado en Sagua la Grande, Las Villas, en octubre de 1961.
                                </p>
                                <p>
                                    <strong>Andres Frances, Ovidio</strong>:&#160; Jefe de guerrillas. Segundo alzado que us&#243; el nombre de guerra de Tondike. Muri&#243; en combate en la primavera de 1963 en la Provincia de Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Antuna, Arturo</strong>:&#160; Guerrillero de 21 a&#241;os de edad. Muerto en combate la Provincia de Las Villas en 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Arag&#243;n Arag&#243;n, Clemente</strong>:&#160; Guerrillero. Ex militar. Alzado en la Provincia de Camag&#252;ey. Fusilado en octubre de 1965.
                                    <a class="btn6 fancybox-effects-a" href="images/gallery/camaguey/Clemente_Aragon.jpg" title="Clemente Arag&#243;n fue el &#250;ltimo alzado en Camag&#252;ey. Ex soldado del Ej&#233;rcito Constitucional. En 1962 se uni&#243; a Mario Bravo y a Juan Alberto Mart&#237;nez. Arag&#243;n fue fusilado en 1965.">ver m&#225;s</a>
                                </p>

                                <p>
                                    <strong>Aragones, Raimundo</strong>:&#160; Guerrillero. Fusilado en Ranchuelo, Las Villas.
                                </p>
                                <p>
                                    <strong>Arbelo, Agust&#237;n (El Cocinero)</strong>:&#160; Guerrillero alzado desde 1961. Muerto en combate en Matanzas el 23 de agosto de 1963.
                                </p>
                                <p>
                                    <strong>Arcia, Raul</strong>:&#160; Guerrillero. Fusilado en Sancti Sp&#237;ritus, Las Villas, junio 1962.
                                </p>
                                <p>
                                    <strong>Arg&#252;elles, Andres</strong>:&#160; Guerrillero muerto en combate, Finca La Candelaria, Oriente, 21 de junio, 1962. Era de la guerrilla de Cholo Toledo que operaba en la zona de Holguin.
                                </p>
                                <p>
                                    <strong>Arg&#252;elles, Pedro</strong>:&#160; Guerrillero. Muerto en combate, Guanayara, Las Villas, 1960.
                                </p>
                                <p>
                                    <strong>Arias, Armando</strong>:&#160; Guerrillero. Fusilado en Candelaria. Pinar del Rio, marzo 1962.
                                </p>
                                <p>
                                    <strong>Armas, Leocadio</strong>:&#160; Guerrillero. Fusilado en Abreu. Las Villas.
                                </p>
                                <p>
                                    <strong>Armas, Orlando</strong>:&#160; Colaborador. Fusilado el 6 de abril de 1963 en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Armenteros, Humberto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas en 1961.
                                </p>
                                <p>
                                    <strong>Armenteros, Papito</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas en 1962.
                                </p>


                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseB" aria-expanded="false" aria-controls="collapseB" class="card-header" id="headingB">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">B</span>
                            </h5>
                        </button>
                        <div id="collapseB" class="collapse" aria-labelledby="headingB" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Bacallao, Juan</strong>:&#160; Guerrillero. Fusilado en Manguitos, Matanzas.
                                </p>
                                <p>
                                    <strong>Bacallao, Luis</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, marzo de 1961.
                                </p>
                                <p>
                                    <strong>Balmaseda, Elio</strong>:&#160; Jefe guerrillero. Ex-oficial del Ej&#233;rcito Rebelde. Fusilado en Las Villas.
                                </p>
                                <p>
                                    <strong>Barreras, Manuel</strong>:&#160; Guerrillero. Fusilado.
                                </p>
                                <p>
                                    <strong>Barrios, Orlando</strong>:&#160; Jefe de guerrilla. Muerto en combate. Los Lios. La Habana. 1962.
                                </p>
                                <p>
                                    <strong>B&#225;rsaga Ant&#243;n, Zen&#233;n</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de las Villas enero de 1961.
                                </p>
                                <p>
                                    <strong>Barzal, Candelario</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas en 1963.
                                </p>
                                <p>
                                    <strong>Beat&#243;n, Cipriano</strong>:&#160; Guerrillero. Fusilado en Santiago de Cuba, Oriente, en 1961.
                                </p>
                                <p>
                                    <strong>Beat&#243;n, Manuel</strong>:&#160; Jefe de Guerrilla, ex-ofical del Ej&#233;rcito Rebelde. Fusilado en Santiago de Cuba, Oriente en 1960.
                                </p>
                                <p>
                                    <strong>Becerra, Alberto</strong>:&#160; Guerrillero. Muerto en combate en El Escambray.
                                </p>
                                <p>
                                    <strong>Beliz, Alejandro (Umba)</strong>:&#160; Se alz&#243; menor de edad, despues de fugarse de la prisi&#243;n de menores. Muri&#243; en combate a la edad de 17 a&#241;os en las Villas.
                                </p>
                                <p>
                                    <strong>Bello, Marciano</strong>:&#160; Ex-oficial del Ej&#233;rcito Rebelde. Era jefe de un grupo de infiltraci&#243;n. Fusilado en la Provincia de Pinar del Rio, 1961.
                                </p>
                                <p>
                                    <strong>Beltr&#225;n, Pablo</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Bencour, Zen&#233;n</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Benitez, Joaqu&#237;n (Capitan Banderas)</strong>:&#160; Jefe de Guerrillas. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Bernal, Freddie</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas. 1963.
                                </p>
                                <p>
                                    <strong>Besus, Antonio</strong>:&#160; Jefe Guerrillero. Fusilado en Cumanayagua, 1963.
                                </p>
                                <p>
                                    <strong>Besus, Jes&#250;s</strong>:&#160; Jefe guerrillero Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Besus, Ren&#233;</strong>:&#160; Guerrillero. Fusilado en Cienfuegos. Las Villas.
                                </p>
                                <p>
                                    <strong>Betancourt, Alejandro</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Betancourt, Carlos</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, el 23 de febrero de 1963.
                                </p>
                                <p>
                                    <strong>Betancourt, Edelmiro</strong>:&#160; Guerrillero, Muerto en combate en Matanzas, agosto 1961.
                                </p>
                                <p>
                                    <strong>Betancourt, Gilberto</strong>:&#160; Guerrillero. Fusilado en Pinar del Rio, en el a&#241;o 1961.
                                </p>
                                <p>
                                    <strong>Betancourt, Ram&#243;n</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Blanco, Cuco</strong>:&#160; Colaborador. Muerto en combate, la Provincia de Las Villas, en el a&#241;o de 1963.
                                </p>
                                <p>
                                    <strong>Blanco, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente.
                                </p>
                                <p>
                                    <strong>Blanco, Orlando</strong>:&#160; Guerrillero. Muerto en combate, Las Villas, 1960.
                                </p>
                                <p>
                                    <strong>Blanco, Pedro</strong>:&#160; Guerrillero. Muerto en combate, en Rodas, Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Blanco, Robustiano</strong>:&#160; Se suicido unos dias despues de ser gravemente herido en el combate del Monte de las 40 Caballerias, marzo 1, 1963.
                                </p>
                                <p>
                                    <strong>Boitel, Daniel</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Boitel, Eliodoro</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Boitel, Evaristo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Boitel, Juan</strong>:&#160; Guerrillero. Muerto en combate, la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Bonet, Jos&#233;</strong>:&#160; Jefe de guerrilla. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Bonet, Juan Ruperto</strong>:&#160; Guerrillero capturado y asesinado en el campo de batallla, Lomas de Rangel, Pinar del Rio, septiembre de 1961. Miembro de la guerrilla de Cara Linda.
                                </p>
                                <p>
                                    <strong>Borges, Maro</strong>:&#160; Jefe de guerrillas. 23 a&#241;os de edad. Se alz&#243; en 1960. Fusilado en La Habana, junio 22, 1964.
                                </p>
                                <p>
                                    <strong>Borges, Irenio</strong>:&#160; Guerrillero. Fusilado en La Habana, junio 22, 1964. Miembro de la guerrilla de Maro Borges.
                                </p>
                                <p>
                                    <strong>Borges, Ismael</strong>:&#160; Guerrillero. Muerto en combate, El Gu&#225;simal, Las Villas, 15 de agosto, 1963. Miembro de la guerrilla de Maro Borges.
                                </p>
                                <p>
                                    <strong>Borges, Osiris</strong>:&#160; Jefe de guerrilla. Muerto en combate en Las Villas, 1 de febrero, 1963.
                                </p>
                                <p>
                                    <strong>Borel Lema, Reemberto</strong>:&#160; Guerrillero. Muerto en combate, la Provincia de Las Villas, febrero 1961.
                                </p>
                                <p>
                                    <strong>Bravo Tom&#225;s</strong>:&#160; Guerrillero. Fusilado en 1964.
                                </p>
                                <p>
                                    <strong>Bravo Cervantes, Gregorio (El Polaco)</strong>:&#160; Guerrillero. Fusilado en la Provincia de Camag&#252;ey, junio de 1964.
                                </p>
                                <p>
                                    <strong>Bravo Cervantes, Mario</strong>:&#160; Jefe de guerrillas. Ex militar. Se alz&#243; en 1961. Muerto en combate, Los Ramones, Camag&#252;ey, junio 1964.
                                </p>
                                <p>
                                    <strong>Brunet, Carlos</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Brunet, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en Sancti Sp&#237;ritus, Las Villas, febrero 23, 1963.
                                </p>
                                <p>
                                    <strong>Brunet, Rafael</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Bueso, Lu&#237;s</strong>:&#160; M&#233;dico. Fusilado la Provincia de Las Villas por curar alzados heridos.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseC" aria-expanded="false" aria-controls="collapseC" class="card-header" id="headingC">
                                <h5 class="mb-0">
                                    <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">C</span>   
                                </h5>
                            </button>
                        <div id="collapseC" class="collapse" aria-labelledby="headingC" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Caballero, Jos&#233;</strong>:&#160; Guerrillero de La Habana. Fusilado el 31 de agosto de 1962.
                                </p>
                                <p>
                                    <strong>Caballero, Renato</strong>:&#160; Guerrillero. Muerto en combate, Veguitas, Las Villas, febrero, 1961.
                                </p>
                                <p>
                                    <strong>Cabrera, Francisco</strong>:&#160; Guerrillero. Muerto en combate, la Provincia de Matanzas, el 22 de marzo de 1963.
                                </p>
                                <p>
                                    <strong>Cabrera, Gervasio</strong>:&#160; Jefe de guerrillas. Fusilado en la Provincia de Matanzas, 1963
                                </p>
                                <p>
                                    <strong>Cabrera, Ulises</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Calder&#243;n, (El Negro)</strong>:&#160; Guerrillero. Muerto en combate, Cerco del 38, Las Villas, enero 17, 1962.
                                </p>
                                <p>
                                    <strong>Calzada, Urbano</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas, agosto 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>Camacho, Floro</strong>:&#160; Jefe de guerrilla en Las Villas y Camag&#252;ey. Se alz&#243; en 1961. Fusilado en la Provincia de Las Villas, junio de 1964.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="323px" href="images/gallery/camaguey/FloroCamacho.jpg" name="Floro Camacho" title="Floro Camacho, jefe guerrillero en la provincia de Camag&#252;ey. Despu&#233;s de estar cercado por cuatro d&#237;as en una cueva, con una herida de bala infestada, fue capturado y posteriormente fusilado.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Camacho Alfaro, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, junio 1964.
                                </p>
                                <p>
                                    <strong>Camacho Guerra, Norberto</strong>:&#160; Colaborador. Fusilado en la Provincia de Las Villas, diciembre 15, 1961.
                                </p>
                                <p>
                                    <strong>Campanioni, Olegario</strong>:&#160; Guerrillo. Fue capturado y se escapo, alzandose nuevamente. Capturado por segunda vez, fue fusilado en 1962.
                                </p>
                                <p>
                                    <strong>Campos Ojeda, Angel</strong>:&#160; Guerrillero. Muerto en combate, la Provincia de Las Villas, 1960.
                                </p>
                                <p class="martir-info">
                                    <strong>Campos, Benito (Campitos)</strong>:&#160; Ex capitan del Ejercito Rebelde. Jefe de guerrillas. Se alz&#243; en 1960 con sus dos hijos. Muerto en combate en la Provincia de Matanzas, septiembre 4, 1964.
                                    <a class="btn btn-primary" data-toggle="modal" href="campitos.html" data-target="#profileModal">ver m&#225;s</a>
                                </p>

                                <p class="martir-info">
                                    <strong>Campos Linares, Jos&#233; Mart&#237;</strong>:&#160; Jefe de guerrillas. Muerto en combate, septiembre 3, 1964.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="415px" href="images/gallery/las-villas/JoseMartiCamposLinares.jpg" name="Jose Mart&#237; Campos Linares" title="Jose Mart&#237; Campos Linares -ex teniente del Ej&#233;rcito Rebelde- dirig&#237;a casi dos centenares de hombres divididos en varias unidades guerrilleras, en el norte de Las Villas, adem&#225;s de operar frecuentemente en Matanzas. Muri&#243; en combate d&#237;a tres de septiembre del 1964, en la carretera central, cerca de Los Arabos, en Matanzas, junto algunos de sus hombres.">ver m&#225;s</a>                                    </p>
                                <p>
                                    <strong>Campos Linares, Chicho</strong>:&#160; Guerrillero. Muerto en combate, la Provincia de Matanzas, septiembre 4, 1964.
                                </p>
                                <p>
                                    <strong>Ca&#241;izares, Rolando</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, diciembre 5, 1961.
                                </p>
                                <p>
                                    <strong>Cano Gaspar, Pedro</strong>:&#160; Guerrillero. Muerto en combate, mayo 11, 1964 en la Provincia de Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Cantillo, Ciro</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Capote Medina, Andres</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p>
                                    <strong>Capote, Bertico (El Prieto)</strong>:&#160; Guerrillero. Muerto en combate en Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Capote, Jose&#237;to</strong>:&#160; Guerrillero. Muerto en combate en Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Capote, Quimbo</strong>:&#160; Guerrillero. Muerto en combate en Yaraguza, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Cardenas Paredes, Ramon</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963. Fu&#233; entregado por un familiar.
                                </p>
                                <p>
                                    <strong>Cardenas Paredes, Romelio</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>C&#225;rdenas, Castrurito</strong>:&#160; Jefe de guerrillas. Muerto en combate en la Provincia de Oriente, 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>Cardo, Daniel (El Indio)</strong>:&#160; Jefe guerrillero. Capturado en Jaruco v fusilado en la ciudad de La Habana.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="692px" href="images/gallery/la-habana/DanielElIndioCardo.jpg" name="Daniel -El Indio Cardo-" title="Daniel -El Indio Cardo- Jefe guerrillero en la zona de Jaruco. Muri&#243; Fusilado.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Cardozo, Pedro</strong>:&#160; Guerrillero. Muerto en combate en la Sierra de Cubitas, Camag&#252;ey, junio 30, 1961.
                                </p>
                                <p>
                                    <strong>Cardozo, Victor</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Carmenate, Beto</strong>:&#160; Jefe de guerrilla. Muerto en combate, en la Provincia de Oriente, 1963.
                                </p>
                                <p>
                                    <strong>Carmenate, Daniel</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Oriente, 1963.
                                </p>
                                <p>
                                    <strong>Carmona, Mongo</strong>:&#160; Guerrillero fusilado en Matanzas.
                                </p>
                                <p>
                                    <strong>Carnicero, Ram&#243;n</strong>:&#160; Colaborador. Fusilado en la ciudad de La Habana por ayudar a alzados.
                                </p>
                                <p>
                                    <strong>Carrera Zayas, Jes&#250;s</strong>:&#160; Ex comandante del Ej&#233;rcito Rebelde. Fusilado en La Habana en marzo 1961, por suministrar armas a los alzados en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Carrera, Jes&#250;s</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Carrero, Ulises</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Camag&#252;ey, junio de 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>Carretero Escajadillo, Julio Emilio</strong>:&#160; Fue comandante en jefe de las guerrillas del Escambray despu&#233;s de la muerte de Tomas San Gil. Se alz&#243; en 1960. Fue capturado en marzo de 1964 y fusilado
                                    en La Habana el 22 de junio de 1964.
                                    <a class="btn btn-primary" data-toggle="modal" href="carretero.html" data-target="#profileModal">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Carrillo, Jes&#250;s</strong>:&#160; Menor de edad. Ametrallado por las milicias en el Central Santa Rosa, Las Villas.
                                </p>
                                <p>
                                    <strong>Casta&#241;eda, Francisco (Pancho Jut&#237;a)</strong>:&#160; Jefe de guerrillas. Fusilado en la Provincia de Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>Casta&#241;eda, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Castellanos, Reinaldo</strong>:&#160; Guerrillero. Fusilado en julio de 1962, en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Castell&#243;n, Redento</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p class="martir-info">
                                    <strong>Castillo, &#193;ngel</strong>:&#160;Despues de infiltrarse desde el exilio para continuar la lucha guerrillera, muere en combate enfrentando las tropas del ej&#233;rcito castrista.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="514px" href="images/gallery/oriente/AngelCastillo.jpg" name="&#193;ngel Castillo" title="&#193;ngel Castillo despues de infiltrarse desde el exilio para continuar la lucha guerrillera, muere en combate enfrentando las tropas del ej&#233;rcito castrista.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Castillo, Mart&#237;n</strong>:&#160; Guerrillero. Muerto en combate, Cerco del 38, en la Provincia de Las Villas, enero 17, 1962.
                                </p>
                                <p>
                                    <strong>Castillo, Orestes</strong>:&#160; Jefe guerrillero. Muerto en combate en el Bejuco, Las Villas, abril 27 de 1963.
                                </p>
                                <p>
                                    <strong>Castillo, Ventura</strong>:&#160; Guerrillero. Fusilado en Colon, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Castro, Armando</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1965.
                                </p>
                                <p>
                                    <strong>Castro, Bebo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1964.
                                </p>
                                <p>
                                    <strong>Castro Ojeda, Gilberto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Castro C&#225;rdenas, J.</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Oriente, 1963.
                                </p>
                                <p>
                                    <strong>Castro, Juan Felipe (Capitan Sancti Spiritus)</strong>:&#160; Jefe de guerrilla. Muerto en combate, en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Castro Lopez, Pedro</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>Catal&#225;, Juan Jos&#233; (El Pichi)</strong>:&#160; Ex teniente del Ej&#233;rcito Rebelde. Comandante Jefe de las guerrillas en la Provincia de Matanzas. Se alz&#243; en 1960. Muerto en combate cerca del
                                    Central Limonares, Matanzas, abril de 1963.
                                    <a class="btn btn-primary" data-toggle="modal" href="pichi-catala.html" data-target="#profileModal">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Cato, Gilberto</strong>:&#160; Guerrillero. Fusilado en G&#252;ines, La Habana, agosto 31,1962.
                                </p>
                                <p>
                                    <strong>Cayetano Abreu, Roberto</strong>:&#160; Guerrillero fusilado en Matanzas, octubre de 1963.
                                </p>
                                <p>
                                    <strong>Cede&#241;o, Domingo</strong>:&#160; Guerrillero. Muerto en combate a los 24 a&#241;os de edad en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Cede&#241;o, Cuco (El Cabo Tolete)</strong>:&#160; Guerrillero. Fusilado el 22 de junio, 1964.
                                </p>
                                <p>
                                    <strong>Cepero, Ventura</strong>:&#160; Guerrillero fusilado en Finca Valdespino, Escambray.
                                </p>
                                <p class="martir-info">
                                    <strong>Chao Flores, Tony (El Americanito)</strong>:&#160; Ex oficial del Ej&#233;rcito Rebelde. Importante eslab&#243;n en la linea de suministros. Herido grave en un tiroteo en La Habana, donde perdi&#243; una pierna.
                                    Lisiado, fue fusilado en La Habana el 11 de agosto de 1962 a los 22 a&#241;os de edad.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="605px" href="images/gallery/la-habana/TonyChaoFlores.jpg" name="Tony Chao Flores" title="Tony Chao Flores era menor de edad cuando se alz&#243; contra Batista. Poco tiempo despu&#233;s del triunfo de la revoluci&#243;n, el joven teniente del Ej&#233;rcito Rebelde comenz&#243; a conspirar. Fue uno de los principales eslabones en la l&#237;nea de suministros a los alzados. Perdi&#243; sus piernas a consecuencias de las heridas que sufri&#243; en un combate en La Habana. Fue apresado y sentenciado a muerte. Tony se enfrent&#243; al pared&#243;n sostenido por un par de muletas.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Charlot Pileta, Olegario</strong>:&#160; Jefe de guerrilla.Uno de los primeros alzados en Oriente. Murio en huelga de hambre en el presidio politico, Prision de Boniato, enero de 1973.
                                </p>
                                <p>
                                    <strong>Chavez L&#243;pez, Andres</strong>:&#160; Guerrillero. Fusilado en el Central San Cristobal, Pinar del Rio.
                                </p>
                                <p>
                                    <strong>Clark, Fermin</strong>:&#160; Guerrillero. Fusilado en Finca San Jos&#233;, Las Villas.
                                </p>
                                <p>
                                    <strong>Claro, Saturnino</strong>:&#160; Guerrillero muerto en combate, Escambray, 1961.
                                </p>
                                <p>
                                    <strong>Claro, Virgilio</strong>:&#160; Guerrillero muerto en combate en Oriente, 1961.
                                </p>
                                <p>
                                    <strong>Clavijo, Lorenzo</strong>:&#160; Colaborador. Fusilado en Quemado de G&#252;ines, Las Villas.
                                </p>
                                <p class="martir-info">
                                    <strong>Cid, Francisco -Paco-</strong>:&#160; Es capturado y fusilado despu&#233;s de infiltrarse en la zona de Oriente desde el exilio, para fomentar un foco guerrillero..
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="514px" href="images/gallery/oriente/FranciscoCid.jpg" name="Francisco -Paco- Cid" title="Francisco -Paco- Cid es capturado y fusilado despu&#233;s de infiltrarse en la zona de Oriente desde el exilio, para fomentar un foco guerrillero. Proviene de una familia de combatientes democr&#225;ticos por la libertad de Cuba.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Collado, Julio</strong>:&#160; Guerrillero fusilado en Rodas el 7 de diciembre, 1961.
                                </p>
                                <p>
                                    <strong>Collazo, Orlando</strong>:&#160; Guerrillero. Muerto en combate en 1962, a la edad de 17 a&#241;os en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Colunga Torres, Norberto</strong>:&#160; Guerrillero muerto en combate, 4 de enero 1963 en Manicaragua. Miembro de la guerrilla de Porfirio Guillen.
                                </p>
                                <p>
                                    <strong>Conesa, Norbelio</strong>:&#160; Guerrillero. Muerto en combate cerca de Placetas, en la Provincia de Las Villas, 1965.
                                </p>
                                <p>
                                    <strong>Contreras, Rolando</strong>:&#160; Guerrillero. Muerto en combate, Pico Tuerto, Escambray, 11 de septiembre, 1961.
                                </p>
                                <p>
                                    <strong>Cordero, Inocente</strong>:&#160; Guerrillero fusilado en Santa Clara, 1964.
                                </p>
                                <p>
                                    <strong>Cordero, Raul</strong>:&#160; Guerrillero muerto en combate, Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Cordob&#233;s, Israel</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Cordob&#233;s, Manolo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, en 1963, a los 20 a&#241;os de edad.
                                </p>
                                <p>
                                    <strong>Cordob&#233;s, Rub&#233;n</strong>:&#160; Jefe de guerrillas. Muerto en combate, Las Villas, mayo 2, 1964.
                                </p>
                                <p>
                                    <strong>Coro, Angel</strong>:&#160; Colaborador de las guerrillas de Pinar del Rio. Fusilado en Guanito el 3 de febrero de 1963.
                                </p>
                                <p>
                                    <strong>Corrales, Bernardo</strong>:&#160; Ex capit&#225;n del Ej&#233;rcito Rebelde. Jefe de guerrillas. Fusilado en la Provincia de Pinar del Rio, 1961.
                                </p>
                                <p>
                                    <strong>Correa Coto, Ram&#243;n</strong>:&#160; Guerrillero. Fusilado en Bolondr&#243;n, Matanzas el 23 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Correa, Osvaldo</strong>:&#160; Colaborador de alzados. Le ocuparon un cargamento de avituallamientos y fue fusilado en Pinar del Rio, 1964.
                                </p>
                                <p>
                                    <strong>Correz, Salvador</strong>:&#160; Guerrillero muerto en combate en Pinar del Rio, 1964.
                                </p>
                                <p>
                                    <strong>Cosales Sosa, Rafael</strong>:&#160; Guerrillero de 24 a&#241;os de edad. Fusilado en Rodas, Las Villas, 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Coto, Filiberto (El Pipero)</strong>:&#160; Jefe de guerrillas de la Provincia de La Habana. Fusilado en 1963.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="514px" href="images/gallery/la-habana/FilibertoCoto_ElPipero.jpg" name="Filiberto Coto -El Pipero-" title="Filiberto Coto -El Pipero-, El m&#225;s conocido de los alzados de la provincia de La Habana. Operaba en la zona de Guines, Muri&#243; fusilado.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Couto, Alberto</strong>:&#160; Guerrillero capturado en la zona de Madruga. Fusilado en 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>Crespo, Jose Ram&#243;n</strong>:&#160; Guerrillero. Muerto en combate, Manicaragua, Las Villas, enero 4, 1963. Miembro de la guerrilla de Porfirio Guillen.
                                    <a class="btn btn-primary" data-toggle="modal" data-target="#martiresModal" id="692px" href="images/gallery/las-villas/JoseRamonCrespo.jpg" name="Jose Ram&#243;n Crespo" title="Jose Ram&#243;n Crespo, muerto en combate, Manicaragua, Las Villas, enero 4, 1963. Miembro de la guerrilla de Porfirio Guillen.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Crespo, Rigoberto</strong>:&#160; Guerrillero muerto en combate en Finca Vega del Paso, Las Villas.
                                </p>
                                <p>
                                    <strong>Cruz, Elio</strong>:&#160; Guerrillero. Muerto en combate, en la Sierra de Cubitas, Camag&#252;ey, 1961.
                                </p>
                                <p>
                                    <strong>Cruz Gonzalez, Francisco</strong>:&#160; Guerrillero. Fusilado en la Provincia de Camag&#252;ey en el verano 1963.
                                </p>
                                <p>
                                    <strong>Cruz Santiago, Gregorio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Cruz Carballo, Hector</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Cruz, Ibrahim</strong>:&#160; Colaborador que preparaba alzamiento. Fusilado en La Piedra, Oriente, 10 de junio de 1962.
                                </p>
                                <p>
                                    <strong>Cruz Padron, Juan</strong>:&#160; Guerrillero muerto en combate en Pinar del Rio. Miembro de la guerrilla de Cara Linda
                                </p>
                                <p>
                                    <strong>Cruz Rivero, Luis</strong>:&#160; Guerrillero de la unidad de Filiberto -El Pipero- Coto. Fusilado el 31 de agosto, 1962.
                                </p>
                                <p>
                                    <strong>Cruz Martinez, Mario</strong>:&#160; Colaborador y suministro de guerrillas, fusilado en Pinar del Rio, 1965.
                                </p>
                                <p>
                                    <strong>Cruz Albia, Ram&#243;n</strong>:&#160; Guerrillero. Muerto al tratar de fugarse de la carcel.
                                </p>
                                <p>
                                    <strong>Curbelo Del Sol, Carlos</strong>:&#160; Guerrillero Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Cuervo</strong>:&#160; Guerrillero. Muerto en combate, Manicaragua, Las Villas, enero 4, 1963. Miembro de la guerrilla de Porfirio Guillen.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseD" aria-expanded="false" aria-controls="collapseD" class="card-header" id="headingD">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">D</span>   
                            </h5>
                        </button>
                        <div id="collapseD" class="collapse" aria-labelledby="headingD" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>De Armas, Orlando</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, abril 1963.
                                </p>
                                <p>
                                    <strong>De la Noval, Arsenio</strong>:&#160; Guerrillero alzado en Jaruco, La Habana, capturado y fusilado el 14 de agosto, 1963. Miembro de la guerrilla del Indio Cardo.
                                </p>
                                <p class="martir-info">
                                    <strong>De La Torre, Gricel</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas, 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="484px" href="images/gallery/las-villas/GriceldeLaTorreKIA.jpg" name="Gricel de la Torre" title="Gricel de la Torre guerrillero en la zona del escambray. Muri&#243; en combate junto a otros guerrilleros despu&#233;s de ser delatado por un campesino miliciano de la zona.">ver m&#225;s</a>
                                </p>
                                <p class="martir-info">
                                    <strong>De La Torre, Miner</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Las Villas, 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="471px" href="images/gallery/las-villas/MinerdelaTorre_KIA1963.jpg" name="Miner de la Torre" title="Capit&#225;n Miner de la Torre. Muri&#243; en combate en el Frente Sur del Llano.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Delgado, Israel</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, abril 1, 1963.
                                </p>
                                <p>
                                    <strong>Delgado, Roberto</strong>:&#160; Guerrillero. Fusilado en Bolondr&#243;n, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Delgado, Roberto</strong>:&#160; Guerrillero. Fusilado en Jag&#252;ey Grande, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Del Sol, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Del Sol, L&#225;zaro</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas, 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>Del Sol Sor&#237;, Ram&#243;n</strong>:&#160; Jefe de guerrilla. Se alzo en 1960 y fue capturado en febrero de 1964, siendo fusilado en la Provincia de Las Villas.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="531px" href="images/gallery/las-villas/ramonDelsolSori.jpg" name="Ram&#243;n del Sol Sor&#237;" title="De los archivos del tenebroso Ministerio del Interior, la foto de un m&#225;rtir. El jefe guerrillero Ram&#243;n del Sol Sor&#237; fue capturado herido, muri&#243; ante el pared&#243;n de fusilamiento.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Del Valle, Alfredo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Dennis, Luis</strong>:&#160; Colaborador. Muerto en combate al trasladar suministros, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Devora Rodriguez, Juan</strong>:&#160; Guerrillero. Muerto en combate, Manicaragua, Las Villas, enero 4, 1963. Miembro de la guerrilla de Porfirio Guillen.
                                </p>
                                <p>
                                    <strong>D&#237;az, Ad&#225;n</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Pinar del Rio.
                                </p>
                                <p>
                                    <strong>D&#237;az, Alberto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1960.
                                </p>
                                <p>
                                    <strong>D&#237;az, Arturo</strong>:&#160; Guerrillero. Muerto en combate en la Finca EL Corojo, G&#252;aimaro, Oriente.
                                </p>
                                <p>
                                    <strong>D&#237;az Brunet, Everardo (Capit&#225;n Frias)</strong>:&#160; Ex teniente del Ej&#233;rcito Rebelde. Jefe de guerrillas. Se alz&#243; en 1961. Muerto en combate cerca de Nog&#252;eras, Camag&#252;ey, junio
                                    10, 1964.
                                </p>
                                <p>
                                    <strong>D&#237;az, Celestino</strong>:&#160; Guerrillero. Muerto en combate cerca de Bolondr&#243;n, Matanzas, marzo 22, 1963.
                                </p>
                                <p>
                                    <strong>D&#237;az, Emilio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del Rio.
                                </p>
                                <p>
                                    <strong>Diaz, Emiliano</strong>:&#160; Guerrillero. Fusilado en Corralillo, Las Villas.
                                </p>
                                <p>
                                    <strong>D&#237;az, Gaspar</strong>:&#160; Guerrillero. Fusilado en Matanzas, 1964.
                                </p>
                                <p>
                                    <strong>D&#237;az, L&#225;zaro</strong>:&#160; Guerrillero. Muerto en combate en La Laguna, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>D&#237;az, Luis</strong>:&#160; Guerrillero. Fusilado en la Sierra Maestra, Oriente.
                                </p>
                                <p>
                                    <strong>D&#237;az, Rodolfo (El Caballo)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>D&#237;az, Segundo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, febrero 1961.
                                </p>
                                <p>
                                    <strong>D&#237;az, Silvino</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Diego, Jos&#233; Antonio</strong>:&#160; Guerrillero. Muerto en combate, Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Diego, Pedro</strong>:&#160; Guerrillero. Muerto en combate, Mata Vieja, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Duarte, Reynaldo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1965.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseE" aria-expanded="false" aria-controls="collapseE" class="card-header" id="headingE">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">E</span>   
                            </h5>
                        </button>
                        <div id="collapseE" class="collapse" aria-labelledby="headingE" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Echenique, Reino</strong>:&#160; Guerrillero. Se alzo en 1960 y fue muerto en combate, Los Arabos, Matanzas, septiembre 3, 1964.
                                </p>
                                <p>
                                    <strong>Escoto, Eloy</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Estrada, Juan</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Espina, Sergio</strong>:&#160; Guerrillero. Fusilado en Jag&#252;ey Grande, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Espinoza, Diosdado</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Espinoza, Rafael</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Espinoza, Juan Luis</strong>:&#160; Guerrillero. Fusilado en Quemado de G&#252;ines, Las Villas.
                                </p>
                                <p>
                                    <strong>Estevez, Manuel</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Estrada, Florencio</strong>:&#160; Colaborador. Fusilado en la Provincia de Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Eura, Rolando</strong>:&#160; Guerrillero. Muerto en combate en Rancho Veloz, Las Villas.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseF" aria-expanded="false" aria-controls="collapseF" class="card-header" id="headingF">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">F</span>   
                            </h5>
                        </button>
                        <div id="collapseF" class="collapse" aria-labelledby="headingF" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Fabre, Ricardo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Falc&#243;n Miranda, Julio</strong>:&#160; Jefe de guerrilla. Fusilado en Matanzas el 5 de mayo, 1963.
                                </p>
                                <p>
                                    <strong>Fandi&#241;o Ramirez</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, diciembre 5, 1961.
                                </p>
                                <p>
                                    <strong>Fari&#241;as, Coti</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Felix, Ram&#243;n</strong>:&#160; Colaborador. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p class="martir-info">
                                    <strong>Feria P&#233;rez, Armentino (El Indio)</strong>:&#160; Jefe de guerrilla. Muerto en combate en Oriente, octubre de 1959.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="347px" href="images/gallery/oriente/Armentino-elindio-Feria.jpg" name="El Indio" title="Armentino -El Indio- Feria P&#233;rez, jefe de una guerrilla de exiliados que desembarco al este de la Isla, con el prop&#243;sito de fomentar un frente guerrillero. Muri&#243; en combate rodeado por varios centenares de las reci&#233;n formadas milicias populares.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Amaury (El Contador)</strong>:&#160; Guerrillero. Fusilado en la Provincia de Camag&#252;ey, 1963.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Daniel</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Enrique</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del Rio, 1962.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Emeterio</strong>:&#160; Guerrillero. Muerto en combate, El Barral. Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Israel</strong>:&#160; Colaborador de guerrillas fusilado en Pinar del Rio.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez Jorge</strong>:&#160; Guerrillero de 18 a&#241;os de edad. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Jos&#233;</strong>:&#160; Miembro de la policia castrista. Fusilado por suministrar armas a los alzados en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, L&#225;zaro</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, diciembre de 1962. Miembro de la guerrilla de Benjamin Tardio.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Nen&#233;</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez Toledo, Roberto</strong>:&#160; Ex militar. Guerrillero. Fusilado en La Habana, septiembre 1961.
                                </p>
                                <p>
                                    <strong>Fern&#225;ndez, Wilfredo</strong>:&#160; Guerrillero. Fusilado en la Cooperativa R 265, Las Villas.
                                </p>
                                <p>
                                    <strong>Ferrer, Nicomedes</strong>:&#160; Colaborador. Fusilado en Quemado de G&#252;ines, Las Villas.
                                </p>
                                <p>
                                    <strong>Ferrera, Baudilio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1961.
                                </p>
                                <p>
                                    <strong>Ferrera, Raudelio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1961.
                                </p>
                                <p>
                                    <strong>Figueroa, Raul</strong>:&#160; Guerrillero. Muerto en combate, Jag&#252;ey Grande, Matanzas.
                                </p>
                                <p>
                                    <strong>Figueroa, Nen&#233;</strong>:&#160; Guerrillero de 19 a&#241;os de edad. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Figueredo Boza, Jos&#233;</strong>:&#160; Ex oficial del Ej&#233;rcito Rebelde. Guerrillero. Muerto en combate en la Provincia de Oriente, 1961. Miembro de la guerrilla de Fernado Valle Galindo.
                                </p>
                                <p>
                                    <strong>Figueroa, Ra&#250;l</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1961.
                                </p>
                                <p>
                                    <strong>Finales, Paulito</strong>:&#160; Guerrillero. Muerto en combate, cerca del Central Mercedes, Matanzas, septiembre 4, 1964.
                                </p>
                                <p>
                                    <strong>Finales, Rub&#233;n</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p class="martir-info">
                                    <strong>Finalet, Pablito</strong>:&#160; Guerrillero de bajo la guerrilla de Campitos, se suicido antes de caer prisionero en el ultimo cerco en Matanzas, en Los Arabos, 1964.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="324px" href="images/gallery/matanzas/PablitoFinale.jpg" name="Pablito Finale" title="Guerrillero de bajo la guerrilla de Campitos, se suicido antes de caer prisionero en el ultimo cerco en Matanzas, en Los Arabos, 1964.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Fonseca, Mario Toribio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Fonseca, Reinaldo</strong>:&#160; Guerrillero. Fusilado en Sagua La Grande, Las Villas, Octubre 6, 1961.
                                </p>
                                <p>
                                    <strong>Fonseca, Argimirio</strong>:&#160; Guerrillero. Muerto en combate, marzo 1960, en la Provincia de Oriente.
                                </p>
                                <p>
                                    <strong>Fonseca, Rogelo</strong>:&#160; Guerrillero. Muerto en combate en Corralillo, Las Villas, diciembre 1961.
                                </p>
                                <p>
                                    <strong>Fontela Ruiz, Desiderio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p>
                                    <strong>Fraguela, Roberto</strong>:&#160; Guerrillero. Fusilado en la Provincia de Camag&#252;ey, 1963.
                                </p>
                                <p>
                                    <strong>Franco (Pata de Plancha)</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>Fuentes, Bienvenido</strong>:&#160; Se infiltra en la zona de Oriente desde el exilio para fomentar un foco guerrillero. Cae abatido en el primer enfrentamiento que tienen con las fuerzas marxistas.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="514px" href="images/gallery/oriente/BienvenidoFuentes.jpg" name="Bienvenido Fuentes" title="Bienvenido Fuentes, Se infiltra en la zona de Oriente desde el exilio para fomentar un foco guerrillero. Cae abatido en el primer enfrentamiento que tienen con las fuerzas marxistas.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Fuentes, Idalberto</strong>:&#160; Guerrillero. Muerto en combate, Manicaragua, Las Villas, enero 4, 1963. Miembro de la guerrilla de Porfirio Guillen.
                                </p>
                                <p>
                                    <strong>Fuller, Robert</strong>:&#160; Guerrillero. Norteamericano. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p class="martir-info">
                                    <strong>Fundora, Gerardo</strong>:&#160; Jefe de guerrillas. Muerto en combate en la Provincia de Matanzas, 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="320px" href="images/gallery/matanzas/GerardoFundora.jpg" name="Gerardo Fundora" title="Gerardo Fundora,Jefe de guerrilla de la provincia de Matanzas. Fue fusilado en el Castillo San Severino, en 1962.">ver m&#225;s</a>
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseG" aria-expanded="false" aria-controls="collapseG" class="card-header" id="headingG">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">G</span>   
                            </h5>
                        </button>
                        <div id="collapseG" class="collapse" aria-labelledby="headingG" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Galindo, Cuco</strong>:&#160; Guerrillero. Muerto en combate cerca de Agramonte, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Galindo, Ram&#243;n (La Pel&#250;a)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, finales de 1963.
                                </p>
                                <p>
                                    <strong>Galindo, Ram&#243;n</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas en el verano de 1963.
                                </p>
                                <p>
                                    <strong>G&#225;ndara, Lilo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a Camacho, Miguel</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Garc&#237;a Catal&#225;. Rafael</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Garc&#237;a D&#237;az, lsma&#233;l (Titi)</strong>:&#160; Jefe de guerrilla. Muerto en combate el 6 de octubre de 1961 en Pinar del Rio.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="387px" href="images/gallery/pinar-del-rio/IsraelGarciaDiaz.jpg" name="Israel Garc&#237;a Diaz" title="Israel Garc&#237;a Diaz, Jefe Guerrillero muerto en combate en Pinar del Rio.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Elio (El Maestro)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Garcia Domingo</strong>:&#160; Guerrillero de la unidad de Maro Borges. Muerto en combate en Guasimal, 15 de agosto, 1963.
                                </p>
                                <p>
                                    <strong>Garcia, Eleuterio</strong>:&#160; Guerrilero fusilado en Calimete, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Eulogio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Frank</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del Rio.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Florentino</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a Luj&#225;n Pedro</strong>:&#160; Guerrillero. Fusilado en la Provincia de Camag&#252;ey, 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Mario</strong>:&#160; Guerrillero. Muerto en combate en Las Villas, el 21 de noviembre de 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Orestes</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Pedro</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Ram&#243;n</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a Valle, Tom&#225;s (Asere)</strong>:&#160; Guerrillero. Fusilado en La Habana, junio 22, 1964.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Tito</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, noviembre 1963.
                                </p>
                                <p>
                                    <strong>Garc&#237;a, Victor</strong>:&#160; Colaborador. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Garz&#243;n Avalos, Redecales</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, junio de 1962.
                                </p>
                                <p>
                                    <strong>Gil, Otis</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, marzo 1964.
                                </p>
                                <p>
                                    <strong>G&#243;mez, Cuco</strong>:&#160; Colaborador. Fusilado en la finca La Campana, Las Villas., 1961.
                                </p>
                                <p>
                                    <strong>G&#243;mez, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez Alvarado, Jes&#250;s</strong>:&#160; Guerrillero de La Habana. Fusilado en 1962.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Antonio</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez Artiles, Ricardo</strong>:&#160; Guerrillero. Muerto en combate en el Rinc&#243;n de Naranjo, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez Benito</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez Garnica, Carlos</strong>:&#160; Ex soldado del Ej&#233;rcito Rebelde. Jefe de guerrilla. Muerto al caer por un barranco en la Provincia de las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez Garnica, Angelberto</strong>:&#160; Guerrillero. Fusilado en Rodas, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Cuz&#237;n</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, en diciembre 2, 1961.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Daniel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Oriente.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Dionisio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Eliover</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, abril 6. 1961.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Eulalio</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, 1963 o 1964..
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Feliberto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez Pedrozo, Filiberto</strong>:&#160; Jele de guerrilla. Fusilado en Condado, Las Villas, enero 4, 1962.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Francisco P.</strong>:&#160; Guerrillero. Fusilado en Placetas. Las Villas, mayo 13 de 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Hector</strong>:&#160; Ex oficial del Ej&#233;rcito Rebelde. Jefe de guerrilla. Fusilado en la Sierra Maestra, Oriente, 19 de junio, 1962.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del R&#237;o, 1961.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Juan</strong>:&#160; Guerrillero. Fusilado en Bolondr&#243;n, Matanzas, mayo 1963.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Julio</strong>:&#160; Guerrillero. Muerto en combate, Corralillo, Las Villas.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Luis</strong>:&#160; Guerrillero. Menor de edad. Fusilado en Quemado de G&#252;ines, Las Villas.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Mario</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Neno (El Currito)</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, marzo de 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Gonz&#225;lez, Pedro</strong>:&#160; Jefe de guerrilla. Se alz&#243; en 1960. Muerto en combate en La Barca, Las Villas, 1964.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="592px" href="images/gallery/las-villas/ComandantePedroGonzalez.jpg" name="Pedro Gonz&#225;lez" title="Pedro Gonz&#225;lez, Un agresivo jefe guerrillero en combate, que burlo muchos los cercos. Cay&#243; en combate La Barca, Las Villas, 1964.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Porfirio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, en febrero de 1962.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Rafael</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Ren&#233;</strong>:&#160; Guerrillero de La Habana. Fusilado en 1962.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Rolando</strong>:&#160; Guerrillero. Desert&#243; del ej&#233;rcito para unirse a los alzados. Fusilado en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Gonz&#225;lez, Sandalio</strong>:&#160; Guerrillero. Muerto en combate, Hoyo del Naranjal, Las Villas, 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Gonzalo, Felo -El Asturianito-</strong>:&#160; Jefe guerrillero del Frente Sur, muerto en combate junto a su hermano Dionisio.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="438px" href="images/gallery/matanzas/FeloGonzalo-ElAsturiano.jpg" name="El Asturianito" title="Felo Gonzalo -El Asturianito-, Jefe guerrillero del Frente Sur, muerto en combate junto a su hermano Dionisio.">ver m&#225;s</a>

                                </p>
                                <p>
                                    <strong>Gonzalo, Jos&#233;</strong>:&#160; Padre de varios guerrilleros fue asesinado por el LCB en su finca en Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Granados, Rufo</strong>:&#160; Guerrillero. Fusilado.
                                </p>
                                <p>
                                    <strong>Graux, Andres (El Americanito)</strong>:&#160; Oficial guerrillero. Capturado herido en combate en la Provincia de Las Villas, el 13 de septiembre de 1962 y asesinado dias despues.
                                </p>
                                <p>
                                    <strong>Guat, Sixto</strong>:&#160; Guerrillero. Muerto en combate a principios de 1961 en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Guerra &#193;guila, Jose</strong>:&#160; Guerrillero muerto en combate cerca de Guinia de Miranda, 1961.
                                </p>
                                <p>
                                    <strong>Guerra, Cuberto</strong>:&#160; Jefe de Guerrilas. Fusilado en las Piedras, Oriente, 1964.
                                </p>
                                <p>
                                    <strong>Guerra, Felo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1964.
                                </p>
                                <p>
                                    <strong>Guerra, Ra&#250;l</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Guevara, Julio</strong>:&#160; Colaborador. Fusilado en la Provincia de Las Villas, el 15 de diciembre de 1961.
                                </p>
                                <p>
                                    <strong>Guill&#233;n, Porfirio</strong>:&#160; Jefe de guerrilla. Muerto en combate, Manicaragua, Las Villas, enero 4, 1963.
                                </p>
                                <p>
                                    <strong>Gutierrez, Estervino</strong>:&#160; Ex militar. Jefe de guerrilla. Colabor&#243; con los castristas y delat&#243; a muchos contactos, pero a pesar de colaborar, fue fusilado en Camag&#252;ey, 1965.
                                </p>
                                <p>
                                    <strong>Gutierrez, Chin</strong>:&#160; Guerrillero. Ex Capit&#225;n del Ej&#233;rcito Rebelde. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Gutierrez, Evelio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, abril 1, 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseH" aria-expanded="false" aria-controls="collapseH" class="card-header" id="headingH">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">H</span>   
                            </h5>
                        </button>
                        <div id="collapseH" class="collapse" aria-labelledby="headingH" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p class="martir-info">
                                    <strong>Hadfeg Mart&#237;nez, Prisco</strong>:&#160; Jefe guerrillero fusilado en Oriente, 1964.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="416px" href="images/gallery/oriente/PriscoHadfegMartinez.jpg" name="Prisco Hadfeg" title="Prisco Hadfeg Mart&#237;nez, oficial guerrillero fue fusilado en Oriente en 1964.">ver m&#225;s</a>
                                </p>
                                <p class="martir-info">
                                    <strong>Heredia Roldan, Ismael (L&#225;tigo Negro)</strong>:&#160; Jefe de Guerrilla. Muerto en combate en El Jovero, Las Villas, enero de 1961.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="568px" href="images/gallery/las-villas/ismaelhereidaRoldan.jpg" name="El L&#225;tigo Negro" title="Ismael Heredia Roldan -El L&#225;tigo Negro- (Capit&#225;n). Jefe de la Columna No. 4, integrada por 22 hombres, se alza el 6 de julio de 1960 en la zona del Escambray. Muere en combate en 1961.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Agapito</strong>:&#160; Guerrillero. Muerto en combate, R&#237;o Agabama, el Escambray, febrero de 1961.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Arsemio</strong>:&#160; Campesino. Fusilado en Camag&#252;ey, agosto de 1962.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Berto (Padre)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Berto (Hijo)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Blanco</strong>:&#160; Jefe de Guerrilla. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Cruz. Ambrosio</strong>:&#160; Guerrillero. Muerto en combate a los 19 a&#241;os de edad en Cuatro Vientos, Escambray, Provincia de Las Villas, enero de 1961.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Cruz. Cirilo</strong>:&#160; Guerrillero. Muerto en combate en la Loma del Grillo, La Habana.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Cruz, Juli&#225;n</strong>:&#160; Guerrillero. Muerto en combate en el Cerco de Manicaragua, Provincia de Las Villas, enero 4 de 1963. Miembro de la guerrilla de Porfirio Guillen.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Falero, Diomedes</strong>:&#160; Jefe de guerrilla muerto en combate, Pinar del Rio, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Enrique</strong>:&#160; Guerrillero. Fusilado en Condado, Provincia de las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Fidel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Francisco (Pancho)</strong>:&#160; Guerrillero. Muerto en combate en Matanzas, el 23 de marzo de 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Heremio</strong>:&#160; Guerrillero. Fusilado en Camag&#252;ey el 2 de agosto de 1962.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Joaquin</strong>:&#160; Guerrillero fusilado en Finca Valdespino, Las Villas.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Juan</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Lazaro</strong>:&#160; Guerrillero. Gravemente herido, fue rematado por la milicia en Finca Calienes, Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Lino</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Garc&#237;a, Pedro Ren&#233;</strong>:&#160; Jefe de Guerrilla. Fusilado en la Provincia de Oriente, I de marzo de 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Sanabria, Mart&#237;n</strong>:&#160; Guerrillero. Muerto en combate zona Blanquizal de Mayajigua, Camag&#252;ey, marzo de 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Natali&#243;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, 1964&#8226;
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Obdulio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Obdulio</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Provincia de Las Villas, 21 de abril, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Oscar</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Ra&#250;l Real (Realiio)</strong>:&#160; Jefe de Guerrilla. Muerto en combate en el Escambray, Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Reineiro</strong>:&#160; Campesino. Fusilado en Matanzas.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Rey</strong>:&#160; Guerrillero. Fusilado en Jaguey Grande, Matanzas.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Roberto</strong>:&#160; Guerrillero. Fusilado en el Central Araujo, Matanzas, 18 de mayo de 1963.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Roberto</strong>:&#160; Guerrillero. Fusilado en La Habana, 10 de julio de 1962.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Castillo, Sergio</strong>:&#160; Guerrillero. Fusilado en Pedro Betancourt, Matanzas.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez Rodr&#237;guez</strong>:&#160; Guerrillero. Fusilado en Las Villas.
                                </p>
                                <p>
                                    <strong>Hern&#225;ndez, Valentin</strong>:&#160; Guerrillero. Fusilado en La Habana, el 22 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Hernandez, Vicente</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, mayo 14, 1964.
                                </p>
                                <p>
                                    <strong>Herrera, Antonio</strong>:&#160; Guerrillero. Fusilado en Ranchuelo, Las Villas.
                                </p>
                                <p>
                                    <strong>Herrera, Facundo (Cundo)</strong>:&#160; Guerrillero fusilado en 1965. Fue miembro de la guerrilla de Vale Montenegro.
                                </p>
                                <p>
                                    <strong>Herrera, Leopoldo</strong>:&#160; Guerrillero fusilado en Matanzas.
                                </p>
                                <p>
                                    <strong>Herrera, Secundino</strong>:&#160; Guerrillero fusilado en Matanzas.
                                </p>
                                <p class="martir-info">
                                    <strong>Herrera, Tico</strong>:&#160;Tico Herrera, Se infiltra en la zona de Oriente desde el exilio para fomentar un foco guerrillero. Cae abatido en el primer enfrentamiento que tienen con las fuerzas marxistas.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="514px" href="images/gallery/oriente/TicoHerrera.jpg" name="Tico Herrera" title="Tico Herrera, Se infiltra en la zona de Oriente desde el exilio para fomentar un foco guerrillero. Cae abatido en el primer enfrentamiento que tienen con las fuerzas marxistas.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Hidalgo, Enrique</strong>:&#160; Guerrillero. Se alz&#243; a principios de 1961. Muerto en combate en La Botella, Las Villas, a finales de 1962.
                                </p>
                                <p>
                                    <strong>Hurtado, Angel</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de La, Villas.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseI" aria-expanded="false" aria-controls="collapseI" class="card-header" id="headingI">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">I</span>   
                            </h5>
                        </button>
                        <div id="collapseI" class="collapse" aria-labelledby="headingI" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p class="martir-info">
                                    <strong>Iba&#241;ez Cadalso, Oliverio (Chano)</strong>:&#160; Jefe guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="459px" href="images/gallery/las-villas/OliverioIbanez.jpg" name="Chano" title="Oliverio Ib&#225;&#241;ez Cadalso -Chano-, Jefe guerrillero, es cercado con su guerrilla en la finca Ballestero, pr&#243;xima a Topes de Collantes. En el enfrentamiento es herido el jefe guerrillero, quien aun as&#237; contin&#250;a combatiendo hasta que un disparo de bazuca acaba con su vida.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Iglesias, Romero</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Infante Hidalgo, Braulio</strong>:&#160; Guerrillero. Fusilado el 18 de mayo de 1963 en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Infante Hidalgo, Jos&#233;</strong>:&#160; Guerrillero. Fusilado el 5 de mayo de 1963 en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Infante, Enrique</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Izaguirre, Jorge</strong>:&#160; Guerrillero. Muerto en combate en el Rinc&#243;n del Naranjo, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Izquierdo, Rafael</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Izquierdo, Ren&#233;</strong>:&#160; Guerrillero de La Habana. Fusilado en 1962.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseJ" aria-expanded="false" aria-controls="collapseJ" class="card-header" id="headingJ">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">J</span>   
                            </h5>
                        </button>
                        <div id="collapseJ" class="collapse" aria-labelledby="headingJ" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Jaime, Chiqui</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Las Villas, 1963, a los 38 a&#241;os de edad.
                                </p>
                                <p>
                                    <strong>Jerez, Miguel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Jiberga, Salustiano</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, el 17 de septiembre de 1960.
                                </p>
                                <p>
                                    <strong>Jim&#233;nez, Macho</strong>:&#160; Guerrillero. Fusilado en la Provincia de La Habana, el 22 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Jim&#233;nez, Modesto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Jim&#233;nez, Rolando</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Jim&#233;nez, Rosario</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas.
                                </p>
                                <p>
                                    <strong>Jomorca, Benito</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Jorr&#237;n, Piloto</strong>:&#160; Guerrillero. Capturado en Jaruco y fusillado en La Habana, 1963.
                                </p>
                                <p>
                                    <strong>Junco, Felipe</strong>:&#160; Guerrillero. Fusilado en Saratoga, Matanzas el 22 de febrero de 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseL" aria-expanded="false" aria-controls="collapseL" class="card-header" id="headingL">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">L</span>   
                            </h5>
                        </button>
                        <div id="collapseL" class="collapse" aria-labelledby="headingL" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Labrada Mart&#237;nez, Heriberto (Bartolo)</strong>:&#160; Guerrillero. Muerto en combate en julio de 1965 en Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Labrada Mart&#237;nez, Jorge (Taguar&#237;)</strong>:&#160; Guerrillero. Fusilado en Camag&#252;ey, en julio de 1963.
                                </p>
                                <p>
                                    <strong>Labrada Mart&#237;nez, Rafael</strong>:&#160; Guerrillero. Muerto en combate, octubre de 1965 en Camag&#252;ey.
                                </p>
                                <p class="martir-info">
                                    <strong>Labrada -Taguari-, Jorge</strong>:&#160; Se neg&#243; a declarar ante sus torturadores y murio valientemente enfrentando el pared&#243;n de fusilamiento.
                                    <a class="btn btn-primary" data-toggle="modal" href="taguari.html" data-target="#profileModal">ver m&#225;s</a> </p>
                                <p>
                                    <strong>La Fiesta, Chino</strong>:&#160; Guerrillero. Muerto en combate, el 31 de diciembre de 1962 en Oriente.
                                </p>
                                <p>
                                    <strong>La Font, Ra&#250;l</strong>:&#160; Guerrillero. Muerto en combate en Las Villas, a principios de 1961.
                                </p>
                                <p>
                                    <strong>Lago Damas, Apolino</strong>:&#160; Guerrillero. Fusilado el 8 de marzo de 1961 en Las Villas.
                                </p>
                                <p>
                                    <strong>Llama, Narciso</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Llanes, Gerardo</strong>:&#160; Guerrillero de la guerrilla de Perico Sanchez. Muerto en combate en Matanzas, 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Lanza Flores, Margarito (Tondike)</strong>:&#160; Jefe de guerrilla. Se alz&#243; en 1960. Capturado gravemente quemado en un ca&#241;averal fue fusilado debajo del Puente Rodrigo, Las Villas. 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="692px" href="image.jpg" name="title" title="copy">ver m&#225;s</a>
                                    <a class="btn btn-primary" data-toggle="modal" href="tondike.html" data-target="#profileModal">ver m&#225;s</a> </p>
                                <p>
                                    <strong>Lapeira, Tito</strong>:&#160; Guerrillero muerto en combate en Finca Nacimiento, Escambray, 1960.
                                </p>
                                <p>
                                    <strong>Lara, Luis (El Cabito):</strong> &#160;Ex militar. Primer alzado en Cuba contra Fidel Castro. Fue capturado en abril de 1959 en Pinar del Rio. Fusilado el 19 de diciembre de 1959.
                                </p>
                                <p>
                                    <strong>La Rosa, Paco</strong>:&#160; Jefe de guerrilla. Muerto en combate, Bella Mota, Las Villas, julio de 1964.
                                </p>
                                <p>
                                    <strong>Laspart, Adriano</strong>:&#160; Guerrillero. Muerto en combate, Las Villas, enero de 1961.
                                </p>
                                <p>
                                    <strong>La Villa, Andr&#233;s</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Laza Miranda, Jorge Luis</strong>:&#160; Guerrillero. Fusilado en la Provincia de Pinar del Rio, 1961.
                                </p>
                                <p>
                                    <strong>Leandro (El Huevito)</strong>:&#160; Guerrillero. Muerto en Combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Leiva, Eutimio</strong>:&#160; Guerrillero fusilado en la Provincia de Camag&#252;ey 29 de marzo, 1964. Era miembro de la guerrilla de Mario Bravo.
                                </p>
                                <p class="martir-info">
                                    <strong>Leiva, Justo</strong>:&#160; Murio en combate en Octubre del 1969 en Baracoa.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="692px" href="images/gallery/oriente/JustoLeiva.jpg" name="Justo Leiva" title="Justo Leiva, Se inflitra en la zona de Oriente desde el exilio para fomentar un foco guerrillero. Murio en combate en Octubre del 1969 en Baracoa.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Lemas, Norberto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, febrero de 1961.
                                </p>
                                <p>
                                    <strong>Lemus, Dagoberto</strong>:&#160; Guerrillero. Fusilado en el cementerio de Rocas. Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Baldomero</strong>:&#160; Guerrillero. Fusilado en Ensenada de Mora, Niquero, Oriente.
                                </p>
                                <p>
                                    <strong>Le&#243;n Lopez, Eulogio</strong>:&#160; Guerrillero de Las Villas capturado en 1964 y fusilado en el verano de 1965.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Francisco</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Le&#243;n Jim&#233;nez, Merardo</strong>:&#160; Ex miliciano. Jefe de guerrilla. Muerto en combate en la Provincia de Las Villas, agosto 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Le&#243;n Jim&#233;nez, Jos&#233;</strong>:&#160; (Cheito) Ex miliciano. Ultimo comandante en jefe de los alzados del Escambray. Se alz&#243; en abril de 1961. Muerto en combate a la edad de 26 a&#241;os en
                                    mayo de 1964, Las Villas.
                                    <a class="btn btn-primary" data-toggle="modal" href="cheito-leon.html" data-target="#profileModal">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Le&#243;n, Genaro</strong>:&#160; Guerrillero. Fusilado en la Finca Candelaria, Oriente, el 21 de junio de 1962.
                                </p>
                                <p>
                                    <strong>Le&#243;n Rodr&#237;guez, Jorge (Chichi)</strong>:&#160; Guerrillero. Se alz&#243; en 1962. Muerto en combate cerca del Central Jaron&#250;, en Camag&#252;ey, el 27 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Juan</strong>:&#160; Guerrillero. Fusilado en la Finca Candelaria en Oriente, el 21 de junio de 1962.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Lu&#237;s Miguel</strong>:&#160; Colaborador de guerrillas fusilado en 1962 a la edad de 22 a&#241;os.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Lu&#237;s</strong>:&#160; Guerrillero. Fusilado en la provincia de Matanzas, el 22 de marzo de 1963.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Perico</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Roberto (Fleje)</strong>:&#160; Guerrillero de la zona de Jaruco, miembro de la guerrilla del Indio Cardo. Muerto en combate, 1962.
                                </p>
                                <p>
                                    <strong>Le&#243;n, Ulises</strong>:&#160; Guerrillero. Fusilado en Matanzas, 1964.
                                </p>
                                <p>
                                    <strong>Lima, Alejandro (Nando)</strong>:&#160; Jefe de guerrilla. Se alz&#243; en 1960. Capturado en febrero de 1961. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Linares, Jacinto</strong>:&#160; Guerrillero muerto en combate en San Juan y Martinez, Pinar del Rio, 1962.
                                </p>
                                <p>
                                    <strong>Linares, Rafael</strong>:&#160; Guerrillero fusilado en Santa Clara, 1964.
                                </p>
                                <p>
                                    <strong>Linares, Sixto</strong>:&#160; Colaborador. Fusilado en la Provincia de Camag&#252;ey. 1964.
                                </p>
                                <p>
                                    <strong>Liviano, Luis</strong>:&#160; Guerrillero muerto en combate en el Escambray, 7 de febrero, 1961.
                                </p>
                                <p>
                                    <strong>Llanes, Luciano</strong>:&#160; Guerrillero. Fusilado 1 de octubre, 1962 en Las Villas.
                                </p>
                                <p>
                                    <strong>Llavar, Modesto</strong>:&#160; Guerrillero. Fusilado en El Cobre. Oriente.
                                </p>
                                <p>
                                    <strong>Llera, Amadito</strong>:&#160; Guerrillero. Fusilado en Las Villas, el 19 de mayo de 1962.
                                </p>
                                <p>
                                    <strong>L&#243;pez Aparicio, Luis</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de I as Villas, 1961.
                                </p>
                                <p>
                                    <strong>L&#243;pez Camba, Mendieta</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, noviembre de 1963.
                                </p>
                                <p>
                                    <strong>L&#243;pez Esquivel, Reinaldo</strong>:&#160; Oficial guerrillero fusilado en Santiago de Cuba el 10 de marzo, 1961.
                                </p>
                                <p>
                                    <strong>L&#243;pez Revilla, Onilio</strong>:&#160; Guerrillero fusilado el 14 de marzo de 1964.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Andr&#233;s</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, verano de 1962.
                                </p>
                                <p>
                                    <strong>L&#243;pez Fuentes, Justo</strong>:&#160; Guerrillero. Muerto en combate en Boquer&#243;n. Camag&#252;ey en marzo de 1962.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Cuco</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Edelio</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, noviembre de 1963.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Efra&#237;n</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Eladio</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, noviembre de 1963.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Elio</strong>:&#160; Guerrillero. Fusilado en Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>L&#243;pez Silverio, Reinaldo</strong>:&#160; Oficial guerrillero. Fusilado en Santiago de Cuba, Oriente, en 1961.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Julio</strong>:&#160; Guerrillero. Fusilado en la provincia de Las Villas, 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>L&#243;pez L&#243;pez, Manolito (El Loco)</strong>:&#160; Comandante de las guerrillas de Camag&#252;ey. Fue tomado prisionero y se escap&#243; de una carcel de menores, alz&#225;ndose por segunda vez. Muerto
                                    en combate a los 19 a&#241;os de edad en Loma de los Barriles. Camag&#252;ey, en agosto de 1962.
                                    <a class="btn btn-primary" data-toggle="modal" href="el-loco-lopez.html" data-target="#profileModal">ver m&#225;s</a> </p>
                                <p>
                                    <strong>L&#243;pez, Nenito</strong>:&#160; Oficial de guerrilla, muerto en combate, Escambray, 1964.
                                </p>
                                <p>
                                    <strong>L&#243;pez, Roberto</strong>:&#160; Guerrillero bajo el mando de Machete Robaina. Muerto en combate cerca de Herradura, 12 de mayo de 1962 a los 20 a&#241;os de edad
                                </p>
                                <p>
                                    <strong>L&#243;pez, Zacar&#237;as</strong>:&#160; Jefe de guerrilla. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Lora, Alejandro</strong>:&#160; Guerrillero. Muerto en combate en Guantanamo, Oriente.
                                </p>
                                <p>
                                    <strong>Louvia, Andres</strong>:&#160; Guerrillero muerto en combate en el Escambray.
                                </p>
                                <p>
                                    <strong>Luaces, Lazaro</strong>:&#160; Guerrillero muerto en combate en Oriente, 1963.
                                </p>
                                <p>
                                    <strong>Lujan, Valentin</strong>:&#160; Guerrillero muerto en combate, Escambray 1963.
                                </p>
                                <p>
                                    <strong>Luque, Alfredo</strong>:&#160; Ex militar. Guerrillero. Muerto en combate, Manicaragua, Las Villas, 4 de enero de 1963. Miembro de la guerrilla de Porfirio Guillen.
                                </p>
                                <p>
                                    <strong>Luzardo, Ismael</strong>:&#160; Guerrillero fusilado en Calimete, 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseM" aria-expanded="false" aria-controls="collapseM" class="card-header" id="headingM">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">M</span>   
                            </h5>
                        </button>
                        <div id="collapseM" class="collapse" aria-labelledby="headingM" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Maceo, Agustin</strong>:&#160; Guerrillero de la guerrilla de Joaquin Benitez, fusilado en 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Machado, Bienvenido</strong>:&#160; Bienvenido Machado muri&#243; en combate en Pinar del Rio, 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="353px" href="images/gallery/pinar-del-rio/BienvenidoMachado.jpg" name="Bienvenido Machado" title="Bienvenido Machado muri&#243; en combate en Pinar del Rio, 1962.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Machado, Carlos</strong>:&#160; Guerrillero. Fusilado a los 15 a&#241;os de edad en la Provincia de las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Machado, Ram&#243;n</strong>:&#160; Guerrillero. Fusilado a los 15 a&#241;os de edad en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Macola, Felo</strong>:&#160; Guerrillero. Muerto en combate en La Laguna, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Macola, Tilongo</strong>:&#160; Guerrillero. Muerto en combate, la Laguna, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Madan, Raimundo</strong>:&#160; Guerrillero, muerto en combate en el Escambray, 1961.
                                </p>
                                <p>
                                    <strong>Madrigal Hern&#225;ndez, Eulalio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Maga&#241;az, Marcelino</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Oriente, abril de 1961.
                                </p>
                                <p>
                                    <strong>Maldonado, Carlos</strong>:&#160; Guerrillero. Muerto en el alzamiento de Arroyo Blanco en Oriente, diciembre de 1961.
                                </p>
                                <p>
                                    <strong>Manresa, Israel</strong>:&#160; Guerrillero de la guerrilla del Galleguito Vazquez. Fusilado en La Campana, Las Villas en 1961.
                                </p>
                                <p>
                                    <strong>Manso, Armando</strong>:&#160; Oficial guerrillero fusilado en El Condado, 1962.
                                </p>
                                <p>
                                    <strong>Manso, Efra&#237;n</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Manso, Francisco</strong>:&#160; Ex miembro del Ej&#233;rcito Rebelde. Muerto en combate en la Provincia de Las Villas, mayo de 1964.
                                </p>
                                <p>
                                    <strong>Manso, Victor</strong>:&#160; Ex miembro del Ej&#233;rcito Rebelde. Guerrillero. Muerto en combate, Las Villas, mayo de 1964.
                                </p>
                                <p>
                                    <strong>Manzanero, Jos&#233;</strong>:&#160; Guerrillero de la tropa de Congo Pacheco. Muerto en combate, Veguitas, Las Villas. 1961.
                                </p>
                                <p>
                                    <strong>Manzano, Emiliano</strong>:&#160; Guerrillero. Muerto en combate, Las Villas.
                                </p>
                                <p>
                                    <strong>Marboa, Guillermo</strong>:&#160; Guerrillero fusilado en Finca Valdespino, Las Villas.
                                </p>
                                <p>
                                    <strong>Marcano Gomez, Mariano</strong>:&#160; Guerrillero muerto en combate en Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Marcelo, Nelson</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Mar&#237;n, Blas</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Mar&#237;n, Gregorio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Mar&#237;n, Gumersindo</strong>:&#160; Colaborador de guerrillas, fusilado 1 de octubre, 1961, Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Mar&#237;n, Mario</strong>:&#160; Guerrillero, muerto en combate en La Majagua, Escambray, febrero 2, 1961.
                                </p>
                                <p>
                                    <strong>Mar&#237;n Espinoza, Ramon</strong>:&#160; Guerrillero. Fusilado en Santa Clara Las Villas en noviembre de 1963.
                                </p>
                                <p>
                                    <strong>Martin Amodia, Rolando</strong>:&#160; Ex oficial del Ejercito Rebelde. Jefe de guerrilla en Camag&#252;ey. Se cree que fue fusilado en 1964.
                                </p>
                                <p>
                                    <strong>M&#225;rquez, Francisco</strong>:&#160; Guerrillero muerto en combate, el 10 de diciembre de 1963, Pinar del Rio. Miembro de la guerrilla de Pedro Celestino Sanchez.
                                </p>
                                <p class="martir-info">
                                    <strong>M&#225;rquez Novo, Esteban</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del Rio, el 20 de mayo de 1964.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="345px" href="images/gallery/pinar-del-rio/EstebanMarquezNovo.jpg" name="El Tio" title="Esteban M&#225;rquez Novo -El Tio- hab&#237;a intentado alzarse al principio de la gesta guerrillera. Despu&#233;s, se hab&#237;a fugado de la isla, regresando para crear c&#233;lulas de labores de inteligencia. Prefiri&#243; el suicidio a ser capturado.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Marrero Castillo, Francisco</strong>:&#160; Guerrillero. Fusilado en Las Villas, el 17 de agosto de 1963.
                                </p>
                                <p>
                                    <strong>Marrero Castillo, Manuel</strong>:&#160; Guerrillero. Fusilado en Las Villas, el 17 de agosto de 1963.
                                </p>
                                <p>
                                    <strong>Marrero, Esteban</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas. 1963.
                                </p>
                                <p>
                                    <strong>Marrero, Evelio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas. 1962.
                                </p>
                                <p>
                                    <strong>Martel Guerra, Antonio</strong>:&#160; Guerrillero. Muerto en combate en Las Villas, marzo de 1961.
                                </p>
                                <p>
                                    <strong>Mart&#237;n, Osvaldo</strong>:&#160; Guerrillero. Muerto en combate en El Mamey, Las Villas, febrero de 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Mart&#237;nez Andrade, Arnoldo</strong>:&#160; Primer comandante en jefe de los alzados del Frente Norte de Las Villas y Camag&#252;ey. Ex oficial del Ej&#233;rcito Rebelde. Se alz&#243; en 1961. Muerto en combate
                                    en Tasajeras, diciembre 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="519px" href="images/gallery/camaguey/ArnaldoMartinezAndrade.jpg" name="Arnoldo Mart&#237;nez" title="Arnoldo Mart&#237;nez Andrade Jefe de las guerrillas campesinas del Frente Norte de Las Villas.">ver m&#225;s</a>                                    </p>
                                <p class="martir-info">
                                    <strong>Mart&#237;nez Andrade, Juan Alberto</strong>:&#160; Fue comandante en jefe del Frente Norte de Las Villas y Camag&#252;ey. Muerto en combate en la Provincia de Camag&#252;ey, el 7 de julio de 1965.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="377px" href="images/gallery/camaguey/JuanAlbertoMartinezAndrade.jpg" name="Juan Alberto Mart&#237;nez" title="Juan Alberto Mart&#237;nez Andrades -Bet&#237;n- Jefe de las guerrillas campesinas del Frente Norte de Las Villas. Caido en combate el julio 4 de 1965.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Martinez Santa Lucia, Emilio</strong>:&#160; Guerrillero muerto en combate en Oriente.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Caruco</strong>:&#160; Guerrillero muerto en combate, Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Martinez, Evelio</strong>:&#160; Guerrillero, muerto en combate en Matanzas, 1961.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Felipe</strong>:&#160; Guerrillero. Fusilado en Boniato, 15 de junio, 1960.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez Robert, Antonio (Caoba)</strong>:&#160; Guerrillero. Muerto en combate, Cayo Las Mujeres. Camag&#252;ey, el 18 de enero de 1962.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Caridad</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, septiembre de 1963.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Dagoberto</strong>:&#160; Guerrillero. Fusilado en la Provincia de Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Martinez, Duberto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, marzo de 1961.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Eliecer</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Felicio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1962
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, L&#225;zaro</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Martinez, Jesus</strong>:&#160; Colaborador de guerrillas fusilado en Santa Clara el 19 de abril, 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>Mart&#237;nez Quiroga, Jos&#233; Gaspar (El Jabao)</strong>:&#160; Ex militar. Se infiltr&#243; desde el exilio. Muerto en combate en Oriente, el 17 de agosto de 1964.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="692px" href="images/gallery/oriente/ElJabaoMartinezQuiroga.jpg" name="El Jabao" title="El Jabao Jos&#233; Gaspar Mart&#237;nez Quiroga ex militar y ex preso pol&#237;tico, regres&#243; del exilio, infiltr&#225;ndose en Oriente. Muri&#243; en combate en 1964, despu&#233;s de batirse &#233;l solo, durante seis horas contra un contingente de 200 milicianos.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Leonel</strong>:&#160; Jefe guerrillero. Muerto en combate, El Mamey. Las Villas. 1962.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Marino</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas. 1962.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Osvaldo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, el 16 de febrero de 1961.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Reinaldo</strong>:&#160; Guerrillero muerto en combate, Pinar del Rio, 2 de septiembre, 1962.
                                </p>
                                <p>
                                    <strong>Martinez, Rigoberto</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1960.
                                </p>
                                <p>
                                    <strong>Mart&#237;nez, Santos</strong>:&#160; Guerrillero muerto en combate en Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>Martinez, Victor Manuel</strong>:&#160; Guerrillero muerto en combate en Oriente.
                                </p>
                                <p>
                                    <strong>Martori, Ricardo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Marzo, Rafael</strong>:&#160; Guerrillero. Fusilado.
                                </p>
                                <p>
                                    <strong>Mas Guadarrama, Cesar</strong>:&#160; Colaborador de guerrillas en Pinar del Rio. Murio en el presidio, 1962.
                                </p>
                                <p>
                                    <strong>Mateo, Juan Bautista</strong>:&#160; Guerrillero fusilado en Santiago de Cuba, 1963.
                                </p>
                                <p>
                                    <strong>Matheu Paz, Rolando</strong>:&#160; Guerrillero. Fusilado en Las Villas, el 17 de agosto de 1963.
                                </p>
                                <p>
                                    <strong>Mat&#237;as Castro, Israel</strong>:&#160; Guerrillero. Muerto en combate, Camag&#252;ey el 2 de mayo de 1964.
                                </p>
                                <p>
                                    <strong>Mat&#237;as Castro, Pablo</strong>:&#160; Guerrillero. Muerto en combate en Camag&#252;ey el 11 de mayo de 1964.
                                </p>
                                <p>
                                    <strong>Match, Jose Manuel</strong>:&#160; Guerrillero. Muerto en combate en la zona de Guantanamo, Oriente.
                                </p>
                                <p>
                                    <strong>Matos, Rudy</strong>:&#160; Guerrillero muerto en combate, Manaquitas, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>McNair, August</strong>:&#160; Norteamericano capturado con un grupo de infiltraci&#243;n. Fusilado en Pinar del Rio, 1961.
                                </p>
                                <p>
                                    <strong>Mayo, Juan Alberto</strong>:&#160; Guerrillero, muerto en combate, Gibara, Oriente, 1962.
                                </p>
                                <p>
                                    <strong>Mayo, Radames</strong>:&#160; Guerrillero de 21 a&#241;os, fue capturado herido y rematado por Seguridad del Estado, Finca La Candelaria, Oriente, 21 de junio, 1962. Era de la guerrilla de Cholo Toledo que operaba
                                    en la zona de Holguin.
                                </p>
                                <p>
                                    <strong>Mayo, Reinaldo</strong>:&#160; Guerrillero capturado herido y rematado por Seguridad del Estado, Finca La Candelaria, Oriente, 21 de junio, 1962. Era de la guerrilla de Cholo Toledo que operaba en la zona de
                                    Holguin.
                                </p>
                                <p>
                                    <strong>Medina, Eugenio</strong>:&#160; Guerrillero. Fusilado en la Provincia de La Habana el 10 de julio de 1962.
                                </p>
                                <p>
                                    <strong>Medina, Ismael (El Currito)</strong>:&#160; Guerrillero de 20 a&#241;os fusilado en Santa Clara, 29 de junio, 1962.
                                </p>
                                <p>
                                    <strong>Medina Diaz, Julio</strong>:&#160; Guerrillero de Provincia Habana. Fusilado el 7 de octubre 1962.
                                </p>
                                <p>
                                    <strong>Medina Diaz, Luis</strong>:&#160; Guerrillero de Provincia Habana. Fusilado.
                                </p>
                                <p>
                                    <strong>Medina, Osmani</strong>:&#160; Guerrillero. Muerto en combate en El Rinc&#243;n del Naranjo. Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Medina, Ricardo</strong>:&#160; Guerrillero muerto en combate, Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Medinilla, Lilo</strong>:&#160; Guerrillero fusilado en El Condado, enero de 1963.
                                </p>
                                <p>
                                    <strong>Mela, Ramon</strong>:&#160; Guerrillero. Muerto en combate, Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Melena, Domingo</strong>:&#160; Jefe de guerrilla. Muerto en combate en las cercan&#237;as de Zulueta, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Melquiades, Alberto</strong>:&#160; Coordinador de suministros para guerrillas de La Habana. Fusilado en Jibacoa, 1961.
                                </p>
                                <p>
                                    <strong>M&#233;ndez Esquijarrosa, Adalberto (El Quija)</strong>:&#160; Jefe de guerrilla. Se alzo en 1961. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>M&#233;ndez, Jose (Pipo)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 14 de marzo de 1963.
                                </p>
                                <p>
                                    <strong>M&#233;ndez, Juan</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>M&#233;ndez, Vicente</strong>:&#160; Alzado en 1960 en Las Villas, desembarco en Oriente en abril de 1970, muriendo en combate.
                                    <a class="btn btn-primary" data-toggle="modal" href="vicente-mendez.html" data-target="#profileModal">ver m&#225;s</a> </p>
                                <p>
                                    <strong>Mesa, Daniel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Mesa, Emiliano</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, diciembre de 1961.
                                </p>
                                <p>
                                    <strong>Mesa, Gil</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Mesa, Ruperto</strong>:&#160; Guerrillero. Muerto en combate en la zona de Corralillo, Las Villas, 9 de mayo, 1961.
                                </p>
                                <p>
                                    <strong>Milian, Lazaro</strong>:&#160; Guerrillero muerto en combate en Matanzas, 9 de enero, 1962.
                                </p>
                                <p>
                                    <strong>Miqueo Vigia, Zoilo</strong>:&#160; Guerrillero de 25 a&#241;os de edad. Muerto en combate, Guanito, Pinar del Rio, 1963.
                                </p>
                                <p>
                                    <strong>Mirabal, Jose</strong>:&#160; Guerrillero, muerto en combate, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Mirabal, Orestes</strong>:&#160; Guerrillero. Fusilado en Las Villas.
                                </p>
                                <p>
                                    <strong>Mirabal, Sergio</strong>:&#160; Colaborador. Fusilado en Las Villas en 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Miranda, Clodomiro</strong>:&#160; Ex capitan del Ejercito Rebelde. Jefe de guerrilla. Fusilado en Pinar del Rio, 1961.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="347px" href="images/gallery/pinar-del-rio/ClodomiroMiranda.jpg" name="Clodomiro Miranda" title="Clodomiro Miranda fue jefe guerrillero en Pinar del Rio.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Miranda, Mario</strong>:&#160; Guerrillero, muerto en combate, Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Molina, Ardelio</strong>:&#160; Guerrillero muerto en combate el 29 de junio de 1962 en Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Molina, Eduardo</strong>:&#160; Colaborador. Fusilado en Condado, Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Molina, Luisito</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Molina Padron, Luis (El Boticario)</strong>:&#160; Jefe de guerrilla alzado desde 1961. Fue fusilado en Cartagena, Las Villas, 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="643px" href="images/gallery/las-villas/CapitanLuisMolina_ElBoticario.jpg" name="El Boticario" title="Luis Molina Padron -El Boticario-, Jefe de guerrilla alzado desde 1961. Fue fusilado en Cartagena, Las Villas, 1963.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Molina, Manuel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Molina, Macho</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Molleda, Jose Angel</strong>:&#160; Guerrillero, fusilado en 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Mollinedo Placencia, Jesus Claro</strong>:&#160; Jefe de guerrilla. Fusilado en la Provincia de Las Villas, 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="417px" href="images/gallery/las-villas/CapitanClaroMollinedo.jpg" name="Jesus Claro Mollinedo" title="Capit&#225;n Jesus Claro Mollinedo Placencia, Jefe guerrillero en Quemado de G&#252;ines. Fusilado en la Provincia de Las Villas, 1962.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Mondelo, Ram&#243;n</strong>:&#160; Guerrillero. Muerto en combate en Yateras, Oriente.
                                </p>
                                <p>
                                    <strong>Monroy, Felipe</strong>:&#160; Guerrillero muerto en combate, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Montagu y Boix, Eugenio</strong>:&#160; Guerrillero. Fusilado en Palmira. Las Villas el 4 de enero de 1962.
                                </p>
                                <p>
                                    <strong>Monteagudo, Zoilo</strong>:&#160; Guerrillero muerto en combate, 1962.
                                </p>
                                <p>
                                    <strong>Montes de Oca, Jorge</strong>:&#160; Colaborador. Fusilado en la Provincia de La Habana.
                                </p>
                                <p>
                                    <strong>Montalvo, Luis</strong>:&#160; Guerrillero. Menor de edad. Muerto en combate en la Provincia de las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Montalvo Cabrera, Roberto</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Montejo, Jose</strong>:&#160; Guerrillero muerto en combate, Llanos de Colon, Matanzas, mayo de 1962.
                                </p>
                                <p>
                                    <strong>Montenegro, Ram&#243;n</strong>:&#160; Guerrillero. Muerto en combate en fas cercan&#237;as de Varadero. Matanzas, abril de 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>Montenegro, Vale</strong>:&#160; Jefe de guerrilla. Fusilado en 1965.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="618px" href="images/gallery/las-villas/valeMontenegro.jpg" name="Vale Montenegro" title="Vale Montenegro, Valiente jefe guerrillero del frente Sur del Llano en la zona del escambray. Muri&#243; fusilado. Esta foto fue tomada despues de ser capturado.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Montesino Ram&#237;rez, Alberto</strong>:&#160; Guerrillero. Fusilado en Manacas, Las Villas, 15 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Mora, Francisco</strong>:&#160; Guerrillero. Muerto en combate en Rancho Veloz. Las Villas.
                                </p>
                                <p>
                                    <strong>Morales, Domingo</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1963.
                                </p>
                                <p>
                                    <strong>Morales, Edelio</strong>:&#160; Guerrillero. Fusilado en Topes de Collantes el 9 de agosto, 1961.
                                </p>
                                <p>
                                    <strong>Morales, Fausto</strong>:&#160; Guerrillero. Fusilado en Oriente.
                                </p>
                                <p>
                                    <strong>Morales, Felix</strong>:&#160; Guerrillero muerto en combate, Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>Morales, Gabriel</strong>:&#160; Guerrillero muerto en combate en Algorobo, Escambray, 21 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Morales Batista, Ismael</strong>:&#160; Guerrillero. Fusilado en la Provincia de Camag&#252;ey, 18 de enero de 1963. Miembro de la guerrilla de Floro Camacho.
                                </p>
                                <p>
                                    <strong>Morales, Juan&#237;n</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Morales, Mario</strong>:&#160; Guerrillero. Muerto en combate en Matanzas, octubre de 1961.
                                </p>
                                <p>
                                    <strong>Morales, Ramon</strong>:&#160; Guerrillero muerto en combate en Matanzas el 23 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Morales, Roberto</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, el 23 marzo, 1963.
                                </p>
                                <p>
                                    <strong>Morej&#243;n, Mayito</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, el 21 de noviembre de 1963.
                                </p>
                                <p>
                                    <strong>Morej&#243;n, Milo</strong>:&#160; Guerrillero. Muerto en combate en los Arabos. Matanzas, el 3 de septiembre de 1964.
                                </p>
                                <p>
                                    <strong>Morej&#243;n, Ram&#243;n</strong>:&#160; Ex militar. Guerrillero. Fusilado en Jag&#252;ey Grande, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Morel Visiego, Ra&#250;l</strong>:&#160; Oficial guerrillero. Lugarteniente de Maro Borges. Fusilado en La Habana el 22 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Moreno, Antonio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Oriente, 1961.
                                </p>
                                <p>
                                    <strong>Moreno, Francisco</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Moreno, Manuel</strong>:&#160; Jefe de guerrilla fusilado en Camag&#252;ey, 1965
                                </p>
                                <p>
                                    <strong>Moreno, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, el 22 de marzo de 1963.
                                </p>
                                <p>
                                    <strong>Morfa, Hilario (E1 Poeta)</strong>:&#160; Guerrillero. Muerto en combate, Las Villas. 1963.
                                </p>
                                <p>
                                    <strong>Morfi Reyes, Jose A.</strong>:&#160; Guerrillero. Fusilado en Pinar del Rio el 19 de diciembre de 1959.
                                </p>
                                <p>
                                    <strong>Morgan, William</strong>:&#160; Ex comandante del Ejercito Rebelde. Acusado de suministrar armas a las guerrillas. Fusilado en La Habana en marzo de 1961.
                                </p>
                                <p>
                                    <strong>Morera, Esteban</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Morquia (El Ni&#241;o)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, diciembre de 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Mosqueda, Amancio</strong>:&#160;Muri&#243; en combate enfrentando las tropas del ej&#233;rcito castrista.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="414px" href="images/gallery/oriente/AmancioMosqueda.jpg" name="Amancio Mosqueda" title="Amancio Mosqueda realiz&#243; varios desembarcos desde el exilio, llevando grupos de infiltraci&#243;n para reforzar a los alzados de Oriente.Muri&#243; en combate enfrentando las tropas del ej&#233;rcito castrista.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Mu&#241;&#237;z (Mo&#241;o)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Munso La Guardia, Manolo</strong>:&#160; Guerrillero. Esposo de La Ni&#241;a del Esambray. Fusilado en La Habana, el 22 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Murcia, Emiliano</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Munas, Emiliano</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Murillo, Eliecer</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Muza, Gavil&#225;n</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1961
                                </p>
                                <p>
                                    <strong>Muza (Pasmao)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1961.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseN" aria-expanded="false" aria-controls="collapseN" class="card-header" id="headingN">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">N</span>   
                            </h5>
                        </button>
                        <div id="collapseN" class="collapse" aria-labelledby="headingN" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>N&#225;poles, Cesario</strong>:&#160; Jefe de guerrilla. Muerto en combate, Manati. Oriente, el 4 de mayo de 1962..
                                </p>
                                <p>
                                    <strong>Navarro, Omar</strong>:&#160; Guerrillero fusilado en Las Villas en 1963.
                                </p>
                                <p>
                                    <strong>Neira, Manolo</strong>:&#160; Guerrillero. Muerto en combate en el Monte de Las Cuarenta Caballerias, Llanadas de Gomez, Las Villas, 1 de marzo, 1963.Miembro de la guerrilla de Tomas San Gil.
                                </p>
                                <p>
                                    <strong>Nerey, Julio</strong>:&#160; oficial guerrillero. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Niebla, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate, La Diana, Las Villas, el 4 de octubre de 1961.
                                </p>
                                <p>
                                    <strong>Niebla, Jos&#233; Antonio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Noda, Orlando</strong>:&#160; Guerrillero fusilado en Matanzas, 1964.
                                </p>
                                <p>
                                    <strong>Nu&#241;ez, Obdulio</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Nusa Moreno, Juan</strong>:&#160; Guerrillero. Fusilado en la Provincia de La Habana, en abril de 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseO" aria-expanded="false" aria-controls="collapseO" class="card-header" id="headingO">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">O</span>   
                            </h5>
                        </button>
                        <div id="collapseO" class="collapse" aria-labelledby="headingO" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Obregon, Cristobal</strong>:&#160; Guerrillero muerto en combate. Paredes, Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Ocana, Andres</strong>:&#160; Guerrillero fusilado 17 de enero, 1961.
                                </p>
                                <p>
                                    <strong>Ojeda Prieto, Emilio Tingo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Ojeda Prieto, Humberto</strong>:&#160; Guerrillero. Fusilado en Rodas, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Ojeda Prieto, Rigoberto</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Las Villas, septiembre 23, 1963.
                                </p>
                                <p>
                                    <strong>Oliva, Osvaldo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Olivera, Jose Manuel</strong>:&#160; Guerrillero muerto en combate, Pinar del Rio. 1964.
                                </p>
                                <p>
                                    <strong>Ona Conte, Alberto</strong>:&#160; Guerrillo muerto en combate en el Escambray, 1964.
                                </p>
                                <p>
                                    <strong>Oramas, Andr&#233;s</strong>:&#160; Guerrillero. Fusilado en la Provincia de La Habana el 22 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Oropesa, Enrique</strong>:&#160; Guerrillero, fusilado en febrero de 1964, Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Ortega Gomez, Lidio</strong>:&#160; Oficial de la guerrilla de Pichi Catala, capturado herido y fusilado, en Bolondron, Matanzas, 25 de septiembre 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Ortega Ortega, Alberto</strong>:&#160; Alberto Ortega Ortega muri&#243; en combate en San Imias, Oriente.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="379px" href="images/gallery/oriente/AlbertoOrtegaOrtega.jpg" name="Alberto Ortega" title="Alberto Ortega Ortega muri&#243; en combate en San Imias, Oriente.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Ortega, Antonio</strong>:&#160; Guerrillero muerto en combate en el Escambray.
                                </p>
                                <p>
                                    <strong>Ortega, Benito</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>Ortega, Blas</strong>:&#160; Jefe guerrillero en el Escambray. Ex miembro del Ejercito Rebelde. Alzado desde 1960. Fusilado en la Provincia de La Habana el 22 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Ortega, Gerardo</strong>:&#160; Jefe de guerrilla en Oriente. Fusilado en Finca Guajacal, Imias, 1961.
                                </p>
                                <p>
                                    <strong>Ortega Rodr&#237;guez, Eduardo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, febrero de 1961.
                                </p>
                                <p>
                                    <strong>Ortega, Horacio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, enero de 1961.
                                </p>
                                <p>
                                    <strong>Ortega Idelio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Ortega, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962, a los 28 a&#241;os de edad.
                                </p>
                                <p>
                                    <strong>Ortega, Ramon Tito</strong>:&#160; Guerrillero, muerto en combate en San Ignacio, Imias, Oriente, marzo 29 de 1961.
                                </p>
                                <p>
                                    <strong>Ortiz Gonzalez, Samuel</strong>:&#160; Guerrillero, muerto en combate, Escambray, 1961, Ort&#237;z, Nando: Guerrillero. Muerto en combate en la Provincia de Oriente, 1963.
                                </p>
                                <p>
                                    <strong>Ort&#237;z, Octavio</strong>:&#160; Guerrillero. Fusilado en El Condado, Las Villas en 1961.
                                </p>
                                <p>
                                    <strong>Ort&#237;z, Ram&#243;n (Chino)</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, a finales de 1961.
                                </p>
                                <p>
                                    <strong>Otero, Antonio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Otero, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Otero, Manolo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Otero, Miguel Angel</strong>:&#160; Guerrillero muerto en combate, Finca La Sortija, junio de 1963.
                                </p>
                                <p>
                                    <strong>Otero Viamontes, Mario</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas enero 4 de 1962.
                                </p>
                                <p>
                                    <strong>Otero, Pedro</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Otero, Rafael</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas. 1963.
                                </p>
                                <p>
                                    <strong>Otero, Seraf&#237;n</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas, el 22 de diciembre de 1961.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseP" aria-expanded="false" aria-controls="collapseP" class="card-header" id="headingP">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">P</span>   
                            </h5>
                        </button>
                        <div id="collapseP" class="collapse" aria-labelledby="headingP" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Pacheco, Guillermo</strong>:&#160; Coordinaba suministros para guerrillas de Pinar del Rio. Fusilado el 18 de marzo, 1964.
                                </p>
                                <p>
                                    <strong>Pacheco, Israel</strong>:&#160; Guerrillero de aproximadamente 23 a&#241;os. Miembro de la guerrilla de Porfirio Guillen. Fusilado el 21 de mayo, 1963.
                                </p>
                                <p>
                                    <strong>Pacheco, Manuel (Congo)</strong>:&#160; Jefe de guerrilla. Ex oficial del Ej&#233;rcito Rebelde. Se alz&#243; en 1960. Herido y capturado en abril de 1962. Fue fusilado en las Villas.
                                </p>
                                <p>
                                    <strong>Palacios, Roberto</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1960.
                                </p>
                                <p>
                                    <strong>Palma, Jorge</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, el 17 de septiembre de 1961.
                                </p>
                                <p>
                                    <strong>Palmero, Emerio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Palmero, lbrah&#237;m</strong>:&#160; Guerrillero de la tropa de Maro Borges. Muerto en combate en el Guasimal, Las Villas, 15 de agosto, 1963.
                                </p>
                                <p>
                                    <strong>Palo, Alito</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas en 1962, a los 25 a&#241;os de edad.
                                </p>
                                <p class="martir-info">
                                    <strong>Palomino Col&#243;n, Jos&#233; A.</strong>:&#160; Ex militar. Jefe de guerrilla. Fusilado en La Campana el 13 de octubre de 1960.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="653px" href="images/gallery/las-villas/JoseAPalominoColon.jpg" name="Jos&#233; A. Palomino" title="Jos&#233; A. Palomino Col&#243;n, Ex-militar, fue uno de los cinco jefes guerrilleros fusilados en La Campana, el 13 de octubre de 1960. Foto tomada despues de su captura.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Paneque, Jes&#250;s</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Paringe, Jes&#250;s</strong>:&#160; Guerrillero muerto en combate cerca de Bolondron, Matanzas, 22 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Pasos, Juan Felipe</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Pastoriza, Antonio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Paulete, Cuzo</strong>:&#160; Guerrillero de 23 a&#241;os. Muerto en combate en la Provincia de las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Pay, Patricio</strong>:&#160; Guerrillero muerto en combate en Pinar del Rio, 1960.
                                </p>
                                <p>
                                    <strong>Paz, Elio</strong>:&#160; Guerrillero fusilado en Las Villas, 1964. Era miembro de la guerrilla de Vale Montenegro.
                                </p>
                                <p>
                                    <strong>Paz, Victor</strong>:&#160; Guerrillero. Muerto en combate en Naranjo, Las Villas, mayo de 1961.
                                </p>
                                <p>
                                    <strong>Pedroso Gonzalez, Berto</strong>:&#160; Guerrillero fusilado en la zona de Rodas, 1961.
                                </p>
                                <p>
                                    <strong>Pedroso, Bertilo</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1963.
                                </p>
                                <p>
                                    <strong>Pedroso, Oscar</strong>:&#160; Guerrillero. Fusilado a los 23 a&#241;os de edad en la Campana, octubre 12 de 1961.
                                </p>
                                <p>
                                    <strong>Pedroso, Vicente</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1961.
                                </p>
                                <p>
                                    <strong>Peguero Ceballe, Gumersindo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Pel&#225;ez, Florentino (padre)</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, noviembre de 1963.
                                </p>
                                <p>
                                    <strong>Pel&#225;ez, Florentino (hijo)</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, noviembre de 1963.
                                </p>
                                <p>
                                    <strong>Pel&#225;ez, Flores</strong>:&#160; Colaborador de guerrillas fusilado en Santa Clara, Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Pelegrin, Blanco</strong>:&#160; Guerrillero muerto en combate en Sierra de Imias, 1960.
                                </p>
                                <p>
                                    <strong>Pelete, Israel</strong>:&#160; Guerrillero fusilado en Las Villas, 1963. Miembro de la guerrilla de Tartabull.
                                </p>
                                <p>
                                    <strong>Pe&#241;a, Jose Adonis</strong>:&#160; Guerrillero de 17 a&#241;os de edad. Muerto en combate en el Sitio La Rosa, Escambray, 6 de enero de 1961.
                                </p>
                                <p>
                                    <strong>Pe&#241;a, Efra&#237;n</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas en 1963 a los 23 a&#241;os de edad, Pe&#241;a, Elio: Ex oficial del Ejercito Rebelde. Jefe de guerrilla. Fusilado en
                                    Oriente. 1964.
                                </p>
                                <p>
                                    <strong>Pe&#241;a, Ibrah&#237;m</strong>:&#160; Ex soldado del Ej&#233;rcito Rebelde. Guerrillero. Muerto en combate en la Provincia de Las Villas en 1963 a los 23 a&#241;os de edad.
                                </p>
                                <p>
                                    <strong>Pe&#241;a, Faustino (El Gago)</strong>:&#160; Guerrillero. Muerto en combate en el cerco de San Blas, Las Villas en febrero de 1961.
                                </p>
                                <p>
                                    <strong>Pe&#241;a, Noel</strong>:&#160; Jefe de guerrilla. Fusilado en el Condado, 21 de mayo, 1962.
                                </p>
                                <p>
                                    <strong>Pe&#241;a, Onel</strong>:&#160; Ex cabo del Ejercito Rebelde. Guerrillero. Fusilado en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Pe&#241;a, Rene</strong>:&#160; Guerrillero de Matanzas, muerto en combatew en mayo de 1962.
                                </p>
                                <p>
                                    <strong>Pe&#241;a Toledo, Angel</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, Las Villas, 14 de marzo,1961.
                                </p>
                                <p>
                                    <strong>Pe&#241;ate, Leonardo (El Carnicero)</strong>:&#160; Jefe de guerrilla. Muerto en combate, Loma de Veguitas, octubre de 1962.
                                </p>
                                <p>
                                    <strong>Pe&#241;ate, Renier</strong>:&#160; Guerrillero muerto en combate cerca de Perico, Matanzas, agosto de 1962.
                                </p>
                                <p>
                                    <strong>Peralta De Los Santos, Raimillo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, octubre de 1962.
                                </p>
                                <p>
                                    <strong>Pereira, Orestes</strong>:&#160; Guerrillero muerto en combate, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Perera, Miguel</strong>:&#160; Fusilado en La Campana, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Percolmo, Eugenio (El Sambo)</strong>:&#160; Guerrillero. Muerto en combate cerca de G&#250;ines, La Habana, 1962.
                                </p>
                                <p>
                                    <strong>Perdomo, Agust&#237;n</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas. 1963.
                                </p>
                                <p>
                                    <strong>Perdomo, Angel</strong>:&#160; Guerrillero. Fusilado en Baez, Las Villas.
                                </p>
                                <p>
                                    <strong>Perdomo, Claudio</strong>:&#160; Guerrillero fusilado en Finca La Esperanza, Las Villas, 25 de mayo, 1963.
                                </p>
                                <p>
                                    <strong>Perdomo, Eridio</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Pereira, Jos&#233;</strong>:&#160; Guerrillero. Muerto al intentar fugarse de la carcel de Ag&#252;icas, Las Villas en 1967.
                                </p>
                                <p>
                                    <strong>Perera Reyes, Jos&#233;</strong>:&#160; Guerrillero. Muerto al intentar escapar de presidio en 1967.
                                </p>
                                <p>
                                    <strong>P&#233;rez Brito, Dionisio</strong>:&#160; Guerrillero muerto en combate, Oriente, 11 de septiembre, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez Entenza, Isabel</strong>:&#160; Guerrillero muerto en combate en el Escambray.
                                </p>
                                <p>
                                    <strong>P&#233;rez Entenza, Luis</strong>:&#160; Guerrillero muerto en combate en el Escambray.
                                </p>
                                <p>
                                    <strong>P&#233;rez Entenza, Pedro</strong>:&#160; Guerrillero muerto en combate en el Escambray.
                                </p>
                                <p>
                                    <strong>P&#233;rez Gonzalez, Amelio</strong>:&#160; Guerrillero muerto en combate en Algorobo, Escambray, 21 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez Izquierdo, Rene Laureano</strong>:&#160; Guerrillero de 28 a&#241;os de edad, fusilado en Bolondron, Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>P&#233;rez Marrero, Juan</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1964.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Adolfo</strong>:&#160; Guerrillero de Matanzas, fusilado en 1962.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Alberto</strong>:&#160; Guerrillero. Muerto en combate, Las Villas. 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Alfonso</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Bartolome</strong>:&#160; Guerrillero muerto en combate en Las Villas, 1961, P&#233;rez, Bebo: Guerrillero. Muerto en combate en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>P&#233;rez Cabrera, Herminio</strong>:&#160; Colaborador. Fusilado en el Serrucho, Camag&#252;ey, 1965.
                                </p>
                                <p class="martir-info">
                                    <strong>P&#233;rez Calzada, Guillermo</strong>&#160; Fue un oficial guerrillero de la tropa de Osvaldo Ram&#237;rez. Fusilado en la Provincia de Las Villas. 1961.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="527px" href="images/gallery/las-villas/GuillermoPerezCalzada.jpg" name="Guillermo P&#233;rez" title="Guillermo P&#233;rez Calzada fue un oficial guerrillero de la tropa de Osvaldo Ram&#237;rez. Fusilado en la Provincia de Las Villas. 1961.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>P&#233;rez, Danilo</strong>&#160; Guerrillero. Fusilado en la Provincia de Las Villas. 1961.
                                </p>
                                <p>
                                    <strong>P&#233;rez, David</strong>:&#160; Guerrillero de Camag&#252;ey, fusilado 1 de agosto, 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>P&#233;rez, Demetrio (Nano)</strong>:&#160; Jefe de guerrilla. Ex miembro del Ej&#233;rcito Rebelde. Fusilado en Santa Clara, Las Villas, noviembre de 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="501px" href="images/gallery/las-villas/demetrio-nano-perez.jpg" name="Nano" title="Demetrio Rom&#225;n P&#233;rez -Nano-, Jefe guerrillero ejecutado en el pared&#243;n en Santa Clara en Noviembre de 1963.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>P&#233;rez Pastrana, Doro</strong>:&#160; Colaborador. Fusilado en la Provincia de Matanzas, el 11 de noviembre de 1962.
                                </p>
                                <p>
                                    <strong>P&#233;rez Pastrana, Efrain</strong>:&#160; Colaborador de guerrillas de Matanzas. Fusilado junto a su hermano el 11 de noviembre, 1962.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Felix</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, septiembre de 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Gregorio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Heriberto</strong>:&#160; Oficial guerrillero fusilado en Santa Clara, 18 o 19 de julio, 1962.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Hernan</strong>:&#160; Guerrillero muerto en el alzamiento de Arroyo Blanco, Oriente, diciembre de 1961.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Hiram</strong>:&#160; Guerrillero muerto en combate, Oriente, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Israel</strong>:&#160; Guerrillero fusilado en Agramonte, Matanzas, el 17 de enero, 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>P&#233;rez G&#243;mez, Julio</strong>:&#160; Guerrillero. Capturado en Florencia, Camag&#252;ey. Fusilado en agosto de 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="367px" href="images/gallery/camaguey/JulioPerezGomezLaVara.jpg" name="La Vara" title="Julio P&#233;rez G&#243;mez -La Vara- uno de los hombres de Manolito L&#243;pez muri&#243; fusilado.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>P&#233;rez La Rosa, Luis</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 23 de mayo, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Lino</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del Rio.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Pedro</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, enero de 1961.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Ram&#243;n</strong>:&#160; Jefe de guerrilla. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Rolando</strong>:&#160; Guerrillero. Muerto en combate en La Calabaza, Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>P&#233;rez Alonso, Roberto</strong>:&#160; Guerrillero fusilado en Matanzas, 19 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Rufino</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, 14 de marzo, 1961.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Sergio</strong>:&#160; Guerrillero. Fusilado junto a su hermano en Santa Clara, 2 de abril, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez, Tat&#237;n</strong>:&#160; Guerrillero. Fusilado en Santa Clara, 2 de abril, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez Visiego, Danilo</strong>:&#160; Guerrillero. Muerto en combate en el Guasimal, Las Villas, 15 de agosto, 1963.
                                </p>
                                <p>
                                    <strong>P&#233;rez Visiego, Servando</strong>:&#160; Guerrillero. Muerto en combate en el Guasimal, Las Villas, 15 de agosto, 1963. Miembro de la guerrilla de Maro Borges.
                                </p>
                                <p>
                                    <strong>P&#233;rez Visiego, Rolando</strong>:&#160; Guerrillero. Muerto en combate en el Guasimal, las Villas, 15 de agosto, 1963. Miembro de la guerrilla de Maro Borges.
                                </p>
                                <p>
                                    <strong>Pernas, Diosdado</strong>:&#160; Guerrillero muerto en combate, 1961.
                                </p>
                                <p>
                                    <strong>Piedra Rivera, Juan</strong>:&#160; Guerrillero muerto en combate en la Sierra de Cubitas, 1964.
                                </p>
                                <p>
                                    <strong>Pi Cadalzo, Miguel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas. 1961.
                                </p>
                                <p>
                                    <strong>Pichardo, Catalino</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas. 1963.
                                </p>
                                <p>
                                    <strong>Pichz, Mario</strong>:&#160; Guerrillero. Se alz&#243; a los 16 a&#241;os de edad. Capturado, se fug&#243; de la carcel y se alz&#243; nuevamente. Muerto en combate en Las Villas en mayo de 1964, a los 19 a&#241;os
                                    de edad.
                                </p>
                                <p>
                                    <strong>Pichz, Miguel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Piedra Arzuaga, Silvio</strong>:&#160; Guerrillero de Matanzas, muerto en combate, 1963.
                                </p>
                                <p>
                                    <strong>Piju&#225;n, Juan</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Pilletero, Manolo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Piloto, Juan</strong>:&#160; Colaborador de las guerrillas de Matanzas. Fusilado en 1964.
                                </p>
                                <p>
                                    <strong>Pimentel, Gustavo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, el 17 de septiembre de 1960.
                                </p>
                                <p>
                                    <strong>Pineda, Mumo</strong>:&#160; Jefe de guerrillas. Muerto en combate, en la Finca La Panchita, cerca de Fomento, Las Villas, diciembre 17, 1964.
                                </p>
                                <p>
                                    <strong>Pino, Luis</strong>:&#160; Guerrillero. Fusilado en Santa Clara, 24 de enero de 1963, Pino, Pedro: Guerrillero. Muerto en combate, Finca Las Flores en la Provincia de Las Villas, noviembre 20, 1961.
                                </p>
                                <p>
                                    <strong>Pino, Vara</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Pi&#241;on, Roberto</strong>:&#160; Guerrillero de Pinar del Rio, muerto en combate en 1962.
                                </p>
                                <p>
                                    <strong>Pita, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Placencia, Alberto</strong>:&#160; Guerrillero muerto en combate en La Mulata, Pinar del Rio, 10 de abril, 1961.
                                </p>
                                <p>
                                    <strong>Placencia, Manuel</strong>:&#160; Guerrillero. Fusilado en Matanzas.
                                </p>
                                <p>
                                    <strong>Placetas, Miguel</strong>:&#160; Ex soldado del Ej&#233;rcito Rebelde. Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Planas, Estervino</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, 1962.
                                </p>
                                <p>
                                    <strong>Pompa, Erasmo</strong>:&#160; Colaborador de alzados fusilado en Santiago de Cuba, 1963.
                                </p>
                                <p>
                                    <strong>Ponce, Juan</strong>:&#160; Colaborador de alzados fusilado en Pinar del Rio, 1964.
                                </p>
                                <p>
                                    <strong>Pons, Jorge</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Porras, Daniel</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p>
                                    <strong>Portal, Francisco</strong>:&#160; Guerrillero muerto en combate, 1963.
                                </p>
                                <p>
                                    <strong>Portela, Luis</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 4 de enero, 1962, Prado, Lupe: Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963, a los 28 a&#241;os de edad.
                                </p>
                                <p>
                                    <strong>Prado, Ram&#243;n</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Prieto, Ado</strong>:&#160; Jefe de guerrilla. Se ahog&#243; vadeando un r&#237;o al romper un cerco en la Provincia de Camag&#252;ey, agosto de 1963.
                                </p>
                                <p>
                                    <strong>Prieto, Carlos</strong>:&#160; Guerrillero muerto en combate el 2 de enero 1963 en Las Villas.
                                </p>
                                <p>
                                    <strong>Prieto, Omar</strong>:&#160; Colaborador de guerrillas de aproximadamente 17 a&#241;os de edad, fusilado en Pinar del Rio el 7 de noviembre, 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>Prieto Ruiz, Plinio</strong>:&#160; Ex capitan de la lucha contra Batista. Se infiltr&#243; en Cuba para organizar los alzamientos. Fusilado en La Campana, Las Villas, el 13 de octubre de 1960.
                                    <a class="btn btn-primary" data-toggle="modal" href="plinio-prieto.html" data-target="#profileModal">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Puerta, Agustin</strong>:&#160; Guerrillero muerto en combate, 1963.
                                </p>
                                <p>
                                    <strong>Puerta Lasval, Santiago</strong>:&#160; Guerrillero muerto en combate, Pico Bermejo, Escambray, noviembre 1, 1961.
                                </p>
                                <p>
                                    <strong>Pupo, Alfredo</strong>:&#160; Guerrillero. Muerto en combate el 6 de mayo de 1963 cerca de Aguada de Pasajeros.
                                </p>
                                <p>
                                    <strong>Pupo, Eneido</strong>:&#160; Guerrillero fusilado a la edad de 18 a&#241;os. En agosto o septiembre, 1964 en Santiago de Cuba.
                                </p>
                                <p class="martir-info">
                                    <strong>Pupo Cruz, Pablo</strong>:&#160; Jefe de guerrilla. Muerto en combate, Mayar&#237;, Oriente, el 4 de mayo de 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="361px" href="images/gallery/oriente/TutoPupoCruz.jpg" name="Tuto" title="Pablo Pupo Cruz -Tuto-, Renombrado jefe guerrillero de Oriente, muri&#243; en combate, 1962.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Pupo, Urbano</strong>:&#160; Guerrillero fusilado en Oriente, 1961.
                                </p>
                                <p>
                                    <strong>Purgaron, Abel</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseQ" aria-expanded="false" aria-controls="collapseQ" class="card-header" id="headingQ">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">Q</span>   
                            </h5>
                        </button>
                        <div id="collapseQ" class="collapse" aria-labelledby="headingQ" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Quesada, Braulio</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Quevedo Hurtado, Carlos</strong>:&#160; Guerrillero muerto en combate en Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Quintana, Macario</strong>:&#160; Jefe de guerrilla. Fusilado en la Provincia de Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Quintero, Antonio</strong>:&#160; Guerrillero de Trinidad. Muerto en combate en el Escambray, Las Villas, abril de 1961, a los 18 a&#241;os de edad.
                                </p>
                                <p>
                                    <strong>Quintero, Benigno</strong>:&#160; Guerrillero muerto en combate en Finca Julia, Limonar, Matanzas el 22 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Quintero, Berto</strong>&#160;-<strong>Padre</strong>-&#160;<strong>(El Abuelo)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963, a la edad de 60 a&#241;os.
                                </p>
                                <p>
                                    <strong>Quintero, Berto</strong>&#160;-<strong>Hijo</strong>-: Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Quintero, Luis</strong>:&#160; Guerrillero muerto en combate en el Escambray, 1961.
                                </p>
                                <p>
                                    <strong>Quirantes Flores, Ricardo</strong>:&#160; Colaborador de las guerrillas, fusilado en Santa Clara, agosto, 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseR" aria-expanded="false" aria-controls="collapseR" class="card-header" id="headingR">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">R</span>   
                            </h5>
                        </button>
                        <div id="collapseR" class="collapse" aria-labelledby="headingR" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Radam&#233;s, Juan</strong>:&#160; Guerrillero. Fusilado en Jibara, Oriente, septiembre de 1962.
                                </p>
                                <p>
                                    <strong>Ram&#237;rez Artiles, Pedro</strong>:&#160; Guerrillero. Muerto en combate en la zona de Jatibonico, Camag&#252;ey, abril de 1963.
                                </p>

                                <p class="martir-info">
                                    <strong>Ram&#237;rez, Osvaldo</strong>:&#160; Ex capit&#225;n del Ej&#233;rcito Rebelde. El m&#225;s famoso de todos los alzados. Se alz&#243; en 1960. Muerto en combate, Las Aromas de Vel&#225;zquez, Las Villas, el
                                    16 de abril de 1962.
                                    <a class="btn btn-primary" data-toggle="modal" href="osvaldo-ramirez.html" data-target="#profileModal">ver m&#225;s</a> </p>
                                <p class="martir-info">
                                    <strong>Ram&#237;rez Ruiz, Porfirio Reemberto (El Negro Ram&#237;rez)</strong>:&#160; Ex capit&#225;n del Ej&#233;rcito Rebelde. Presidente de la Federaci&#243;n de Estudiantes Universitario, (FEU) de la Universidad
                                    Central Marta Abreu en Las Villas. Jefe de guerrilla, fusilado en La Campana el 12 de octubre de 1960.
                                    <a class="btn btn-primary" data-toggle="modal" href="porfirio-ramirez.html" data-target="#profileModal">ver m&#225;s</a> </p>
                                <p>
                                    <strong>Ram&#237;rez Romulo</strong>:&#160; Guerrillero. Muerto en combate, Escambray, 1963
                                </p>
                                <p>
                                    <strong>Ramos, Adolfo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Ramos Tard&#237;o, H&#233;ctor</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Ramos, Manuel</strong>:&#160; Guerrillero muerto en combate, 1963.
                                </p>
                                <p>
                                    <strong>Ramos, Monono</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>Ramos, Isauro</strong>:&#160; Guerrillero muerto en combate, Matanzas, 1961.
                                </p>
                                <p>
                                    <strong>Ramos, Jorge</strong>:&#160; Guerrillero muerto en combate, Bueycito, Oriente, 1964.
                                </p>
                                <p>
                                    <strong>Ramos, Ra&#250;l</strong>:&#160; Ex miembro de la polic&#237;a castrista. Facilit&#243; a los alzados armamentos del cuartel de San Jos&#233; de Los Ramos. Fusilado en la Provincia de Las Villas el 22 de febrero
                                    de 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Ramos Ramos, Ra&#250;l</strong>:&#160; Guerrillero. Muerto en combate.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="348px" href="images/gallery/matanzas/RaulRamosRamos.jpg" name="Ra&#250;l Ramos" title="Ra&#250;l Ramos Ramos muri&#243; en combate en Matanzas, 1963.">ver m&#225;s</a>
                                </p>
                                <p class="martir-info">
                                    <strong>Ramos, Lazaro</strong>:&#160; Guerrillero alzado desde 1960. Muerto en combate, los Arabos, Matanzas, 3 de septiembre 1964.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="587px" href="images/gallery/matanzas/LazaroRamos_kiamatanzas1964.jpg" name="Lazaro Ramos" title="Guerrillero bajo la guerrilla de Jos&#233; Mart&#237; Campos Linares. Muere en un enfrentamiento el d&#237;a tres de septiembre del 1964, en la carretera central, cerca de Los Arabos, en Matanzas">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Ramos, Vicente</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del R&#237;o, el 12 de diciembre de 1963.
                                </p>
                                <p>
                                    <strong>Recino, Florencio</strong>:&#160; Guerrillero de la tropa de Claro Mollinedo. Fusilado en Calabazar de Sagua, 28 de marzo, 1962.
                                </p>
                                <p>
                                    <strong>Regal Cabrera, Francisco</strong>:&#160; Guerrillero muerto en combate en La Redonda, Escambray, 1964.
                                </p>
                                <p>
                                    <strong>Reguera, Fernando</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Revoredo Enrique</strong>:&#160; Guerrillero muerto en combate en Matanzas, 1961.
                                </p>
                                <p>
                                    <strong>Reyes de la Cruz, Adolfo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, 1960. Menor de edad.
                                </p>
                                <p>
                                    <strong>Rey, Virgilio</strong>:&#160; Guerrillero. Fusilado en La Campana, Las Villas, 21 de abril, 1962.
                                </p>
                                <p>
                                    <strong>Reyes, Abundio</strong>:&#160; Guerrillero muerto en combate en Pinar del Rio, 1962.
                                </p>
                                <p>
                                    <strong>Reyes, Antonio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del R&#237;o, el 12 de diciembre de 1963.
                                </p>
                                <p>
                                    <strong>Reyes, Carlos (El Vampiro)</strong>:&#160; Jefe guerrillero. Fusilado en la Provincia de Matanzas, 28 de mayo, 1963.
                                </p>
                                <p>
                                    <strong>Reyes, Rogelio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>R&#237;o Reyes, Eliecer</strong>:&#160; Jefe de guerrilla. Se suicid&#243; en prisi&#243;n, 1967.
                                </p>
                                <p>
                                    <strong>Rivera, Gullo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, marzo de 1962.
                                </p>
                                <p>
                                    <strong>Rivera, Ineldo</strong>:&#160; Guerrillero. Fusilado en Jovellanos, Matanzas, el 20 de junio de 1962.
                                </p>
                                <p>
                                    <strong>Rivera, Jacinto</strong>:&#160; Guerrillero fusilado en Santa Clara, 20 de agosto, 1962.
                                </p>
                                <p>
                                    <strong>Rivera, Nelson</strong>:&#160; Guerrillero. Fusilado en Corralillo, Las Villas.
                                </p>
                                <p>
                                    <strong>Rivera Mili&#225;n, Benancio</strong>:&#160; Guerrillero. Fusilado en Las Villas, marzo de 1962.
                                </p>
                                <p>
                                    <strong>Rivera Mili&#225;n, Estanislao</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas el 19 de mayo de 1962.
                                </p>
                                <p>
                                    <strong>Rivera Mili&#225;n, Francisco</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, noviembre 21, 1963.
                                </p>
                                <p>
                                    <strong>Rivera Mili&#225;n, Leocadio</strong>:&#160; Jefe Guerrillero. Muerto en combate, en la Provincia de Matanzas, el 4 de septiembre de 1964.
                                </p>
                                <p>
                                    <strong>Rivera Orta, Gabriel</strong>:&#160; Guerrillero. Muerto en combate, Cayama, Las Villas, en diciembre 1963.
                                </p>
                                <p>
                                    <strong>Rivera, Juan Manuel</strong>:&#160; Guerrillero. Fusilado en Matanzas, 1965.
                                </p>
                                <p>
                                    <strong>Rivera P&#233;rez, Emilio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, diciembre de 1963.
                                </p>
                                <p>
                                    <strong>Rivera P&#233;rez, Edilio</strong>:&#160; Guerrillero. Se suicid&#243; en la c&#225;rcel.
                                </p>
                                <p>
                                    <strong>Rivera, Nelson</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Rivera P&#233;rez, Fernando</strong>:&#160; Guerrillero. Fusilado en la Provincia de La Habana, agosto de 1963.
                                </p>
                                <p>
                                    <strong>Rivero P&#233;rez, Luis Felipe</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p>
                                    <strong>Aldo Robaina</strong>:&#160; Guerrillero herido en combate y fusilado sin juicio en La Mulata, Pinar del Rio. Miembro de la guerrilla de Cara Linda.
                                </p>
                                <p>
                                    <strong>Robaina, Feliciano</strong>:&#160; Guerrillero muerto en combate en La Mulata, Pinar del Rio, 10 de abril, 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Robaina, Francisco (Machete)</strong>:&#160; Jefe de guerrilla. Muerto en combate, Cowley, Pinar del R&#237;o, el 20 de mayo de 1962.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="374px" href="images/gallery/pinar-del-rio/FranciscoMacheteRobaina.jpg" name="Machete" title="Francisco -Machete- Robaina, Jefe Guerrillero de la provincia de Pinar del Rio. Estuvo peleando hasta octubre de 1963 en que cay&#243; bajo el fuego enemigo en un combate en el entronque de Cowley.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Robaina, Macho</strong>:&#160; Guerrillero muerto en combate en Pinar del Rio. Miembro de la guerrilla de Cara Linda
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez Del Sol, Angel</strong>:&#160; Jefe de guerrilla. Fusilado en La Campana, Las Villas, el 13 de octubre de 1960.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Amador</strong>:&#160; Guerrillero. Fusilado en Santa Clara el 14 de agosto de 1962.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Arnaldo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Benito</strong>:&#160; Guerrillero muerto en combate, Escambray, 1963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Emeterio</strong>:&#160; Guerrillero de La Habana. Fusilado en 1962.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Emilio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, l963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Horacio</strong>:&#160; Jefe de guerrilla. Muerto en combate.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez Cifuentes, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, el 6 de octubre de 1961.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Fermin</strong>:&#160; Guerrillero muerto en combate, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez Palad&#243;n, Fulgencio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez Terrero, Jose</strong>:&#160; Guerrillero fusilado en Santiago de Cuba el 23 de enero, 1963. Apodado Changuili, ten&#237;a 20 a&#241;os de edad al morir. Dos hermanos y su padre cumplieron condenas
                                    en el presidio politico.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez Pedraja, Benito (El Viejo)</strong>:&#160; Jefe Guerrillero. Estuvo alzado 40 meses. Fusilado en la Provincia de La Habana a los 64 a&#241;os de edad el 22 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez Ram&#237;rez, Gilberto</strong>:&#160; Jefe de guerrilla. Muerto en combate en Manicaragua, Las Villas, a los 24 a&#241;os de edad, en enero 4, 1963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, H&#233;ctor (El Pulpo)</strong>:&#160; Jefe de guerrilla. Muerto en combate, Yaguajay, Las Villas, en mayo de 1963.
                                </p>
                                <p>
                                    <strong>Rodriguez, Hector</strong>:&#160; Guerrillero. Muerto en combate, mayo 1963 en Barrio Meneses, Yaguajay.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Idael (El Artillero)</strong>:&#160; Jefe de guerrilla. Muerto en combate, Naranjo, Las Villas, mayo de 1963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Jesus</strong>:&#160; Guerrillero muerto en combate en Matanzas, 1961, Rodr&#237;guez, Jorge (Balilo): Jefe de guerrilla. Muerto en combate en la Provincia de Oriente, el 31 de diciembre de 1962.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Jos&#233;</strong>:&#160; Guerrillero. Fusilado a pesar de estar ciego al ser capturado. En Santa Clara, Las Villas, noviembre de 1963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Juan</strong>:&#160; Guerrillero. Fusilado en Condado, Las Villas.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Luis</strong>:&#160; Guerrillero. Fusilado en Cumanayagua, Las Villas, septiembre de 1963.
                                </p>

                                <p>
                                    <strong>Rodr&#237;guez Montelier, Lorenzo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, febrero de 1961.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Manol&#237;n</strong>:&#160; Ex miembro del Ej&#233;rcito Rebelde. Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Manolito</strong>:&#160; Jefe de guerrilla. Gravemente herido, pele&#243; hasta que se le acabaron las balas. . Muerto en combate a los 25 a&#241;os de edad en la Provincia de Las Villas, 1962.
                                </p>
                                <p class="martir-info">
                                    <strong>Rodr&#237;guez Pineda, Manuel</strong>:&#160; Es capturado y fusilado despu&#233;s de infiltrase en la zona de Oriente desde el exilio, para fomentar un foco guerrillero.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="314px" href="images/gallery/oriente/ManuelRodriguezPineda.jpg" name="Manuel Rodr&#237;guez" title="Manuel Rodr&#237;guez Pineda es capturado y fusilado despu&#233;s de infiltrase en la zona de Oriente desde el exilio, para fomentar un foco guerrillero.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Mongo</strong>:&#160; Guerrillero. Muerto en combate, San Pedro, Las Villas, febrero de 1961.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Osvaldo</strong>:&#160; Guerrillero fusilado en Matanzas, 1965. Fue miembro de la guerrilla de Perico Sanchez.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez Roda, Pastor (Cara Linda)</strong>:&#160; Jefe de guerrilla. Ex militar. Muerto en combate, Rahia Honda, Pinar del R&#237;o.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez San Rom&#225;n, Gilberto</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Pinar del R&#237;o, 16 de mayo, 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>Rodr&#237;guez, Pedro</strong>:&#160; Jefe de guerrilla. El primer m&#225;rtir del Escambray. Muerto en combate, Finca Can Can, Las Villas, febrero de 1960.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="410px" href="images/gallery/las-villas/PedroRodriguez_firstMartir.jpg" name="Pedro Rodr&#237;guez" title="Pedro Rodr&#237;guez, un carnicero de la zona, intento un alzamiento a principios de 1960. Rodeado por fuerzas de la polic&#237;a castrista en la Finca Can-Can, Pedro Rodr&#237;guez -armado solamente con un rev&#243;lver-, trat&#243; de escapar pero fue ametrallado por la espalda, convirti&#233;ndose en el primer m&#225;rtir de la lucha guerrillera del Escambray.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Rodriguez, Piti</strong>:&#160; Guerrillero muerto en combate en Matanzas, 1960.
                                </p>
                                <p>
                                    <strong>Rodriguez, Placido</strong>:&#160; Guerrillero muerto en combate, 1964.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Ren&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, marzo de 1961.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Reimundo:</strong>:&#160; Guerrillero. Muerto en combate en el Monte de Las Cuarenta Caballerias, Llanadas de Gomez, Las Villas, 1 de marzo, 1963.Miembro de la guerrilla de Tomas San Gil.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Roberto (Saiquiri)</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Camag&#252;ey, julio de 1963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Sandalio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Saturnino</strong>:&#160; Colaborador de guerrillas fusilado en El Condado, Las Villas.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Sinesio</strong>:&#160; Guerrillero. Fusilado en Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Valentin</strong>:&#160; Guerrillero muerto en combate, Escambray, 1965.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Wilfredo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, el 9 de abril de 1963.
                                </p>
                                <p>
                                    <strong>Rodr&#237;guez, Wilfrido</strong>:&#160; Guerrillero. Muerto en combate, Llanadas de G&#243;mez, Las Villas, diciembre 8 de 1960.
                                </p>
                                <p>
                                    <strong>Rojas, F&#233;lix</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Rojas, Francisco</strong>:&#160; Guerrillero muerto en combate en Algorobo, Escambray, 21 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Rojas, Inocencio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, a los 21 a&#241;os de edad en marzo de 1961.
                                </p>
                                <p>
                                    <strong>Rojas, Osiris</strong>:&#160; Guerrillero muerto en combate, Boca de Jiquima, Las Villas, 22 de enero, 1963.
                                </p>
                                <p>
                                    <strong>Rojas (El Habanero)</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas el 5 de diciembre de 1961.
                                </p>
                                <p>
                                    <strong>Rom&#225;n, Elias</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Romayor, Eladio</strong>:&#160; Guerrillero fusilado en finca La Ceiba, Las Villas, julio de 1963.
                                </p>
                                <p>
                                    <strong>Romero (Cosquilla)</strong>:&#160; Guerrillero. Muerto en combate, en La Pascuala, Matanzas, en 1962.
                                </p>
                                <p>
                                    <strong>Romero, Inocente</strong>:&#160; Guerrillero. Fusilado en El Condado, Las Villas, en 1963.
                                </p>
                                <p>
                                    <strong>Romero, Julio</strong>:&#160; Guerrillero muerto en combate en Matanzas, 1962.
                                </p>
                                <p>
                                    <strong>Romero, Rafael</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, en 1963.
                                </p>
                                <p>
                                    <strong>Romero, Ra&#250;l</strong>:&#160; Jefe de guerrilla. Muerto en combate en Yaguajay, Las Villas, el 10 de junio de 1964.
                                </p>
                                <p>
                                    <strong>Rosales, Delf&#237;n</strong>:&#160; Guerrillero de 19 a&#241;os de edad. Fusilado en Cabacoa, Las Villas, 25 de septiembre, 1962.
                                </p>
                                <p>
                                    <strong>Rosales, Gelasio Raul</strong>:&#160; Jefe de guerrilla fusilado en Palmarito, Oriente, 26 de mayo, 1963. Ten&#237;a 21 a&#241;os de edad.
                                </p>
                                <p>
                                    <strong>Rosales, Mario</strong>:&#160; Guerrillero, fusilado en Cienfuegos, 31 de diciembre, 1962.
                                </p>
                                <p>
                                    <strong>Rosales Sosa, Rafael</strong>:&#160; Guerrillero. Fusilado en Santa Clara, 1962, Rosales Guerra, Isidro (Carito): Jefe de guerrilla. Alzado desde 1961. Muerto en combate, 1 de mayo de 1964, Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Rovira Guerra, Stalin</strong>:&#160; Guerrillero. Hijo de comunistas espa&#241;oles. Muerto en combate en la Provincia de Las Villas, a los 17 a&#241;os de edad, 1961.
                                </p>
                                <p>
                                    <strong>Rubi Parra, Humberto</strong>:&#160; Guerrillero. Muerto en combate, el 11 de mayo de 1964, Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Rubi Parra, Julio</strong>:&#160; Guerrillero. Muerto en combate, el 11 de mayo de 1964, Camag&#252;ey.
                                </p>
                                <p>
                                    <strong>Rueda, Blas</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Ruiz, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, el 8 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Ruiz, Pedro</strong>:&#160; Colaborador. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Ruiz, L&#225;zaro</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, Ruiz, Claro: Guerrillero. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Ruiz, Rigoberto</strong>:&#160; Guerrillero del Escambray fusilado en El Condado, Las Villas, 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseS" aria-expanded="false" aria-controls="collapseS" class="card-header" id="headingS">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">S</span>   
                            </h5>
                        </button>
                        <div id="collapseS" class="collapse" aria-labelledby="headingS" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Saavedra Gil, Nilo Armando (Mandy Florencia)</strong>:&#160; Ex teniente del Ejercito Rebelde. Lugarteniente de Tom&#225;s San Gil. Alzado desde 1961, fue muerto en combate, Monte de las 40 Caballer&#237;as,
                                    Las Villas, 1 de marzo, 1963.
                                </p>
                                <p>
                                    <strong>Sagarribay, Humberto</strong>:&#160; Guerrillero. Muerto en combate, en la zona de Jatibonico, Camag&#252;ey, abril de 1963.
                                </p>
                                <p>
                                    <strong>Sa&#237;nz, Adriano</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del R&#237;o, diciembre 12, 1963.
                                </p>
                                <p>
                                    <strong>Sa&#237;nz, Evelio</strong>:&#160; Guerrillero fusilado en Rancho Mundito, Pinar del Rio en enero de 1963.
                                </p>
                                <p>
                                    <strong>Salas, Everardo</strong>:&#160; Ex oficial del Ej&#233;rcito Rebelde.Oficial Guerrillero. Fusilado en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Salas, Raul</strong>:&#160; Guerrillero muerto en combate en el Escambray.
                                </p>
                                <p>
                                    <strong>Salcedo, Angel</strong>:&#160; Guerrillero. Fusilado en Perico, Matanzas.
                                </p>
                                <p>
                                    <strong>Salinas, Ismael</strong>:&#160; Guerrillero. Ex miembro del Ej&#233;rcito Rebelde. Muerto en combate en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Salinas, Israel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Salvard, Tony</strong>:&#160; Norteamericano. Capturado con un grupo de infiltraci&#243;n. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p>
                                    <strong>S&#225;n Roman, Gaspar</strong>:&#160; Colaborador de guerrillas. Fusilado en Pinar del Rio 1964.
                                </p>
                                <p>
                                    <strong>S&#225;n Roman, Jos&#233;</strong>:&#160; Colaborador de guerrillas. Fusilado en Pinar del Rio 1964.
                                </p>
                                <p>
                                    <strong>S&#225;n Roman, Ramon</strong>:&#160; Colaborador de guerrillas. Fusilado en Pinar del Rio 1964.
                                </p>
                                <p>
                                    <strong>S&#225;nchez Su&#225;rez, Ismael</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del R&#237;o, el 6 de octubre de 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>S&#225;nchez, Pedro (Pedrito)</strong>:&#160; Guerrillero. Muerto en combate, en la Provincia de Matanzas, el 7 de abril de 1963. Hijo del Comandante Perico Sanchez.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="394px" href="images/gallery/matanzas/PedritoSanchez-hijo.jpg" name="Pedrito" title="Pedro -Pedrito- S&#225;nchez hijo del Comandante Pedro S&#225;nchez Gonz&#225;lez -Perico-. Era un joven con excelentes dotes de estudiante, se alzo bajo la guerrilla de su padre, muere el d&#237;a 7 de abril de 1963, luchando en los predios de la finca Cantabria, pr&#243;ximo al pueblo de Pedro Betancourt, mientras intentaban evadir uno de los cercos tendidos por las fuerzas del gobierno marxista.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>S&#225;nchez Figueredo, Pedro Celestino</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Pinar del R&#237;o, el 12 de diciembre de 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>S&#225;nchez Gonz&#225;lez, Perico</strong>:&#160; Jefe de guerrilla en Matanzas. Se alz&#243; en 1961. Muerto en combate en Guira de Melena, La Habana, el 10 de mayo de 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="611px" href="images/gallery/matanzas/PericoSanchezeHijo.jpg" name="Perico" title="Comandante Pedro S&#225;nchez Gonz&#225;lez -Perico-. Uno de los guerrilleros legendarios de Matanzas. Perdio a dos de sus hijos Ra&#250;l -lalo- y&#160; Pedro -Pedrito- en combate. Delatado por uno de sus contactos es cercado en G&#252;ira de Melena y muere como un tit&#225;n combatiendo contra decenas de milicianos y soldados.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>S&#225;nchez, Florentino</strong>:&#160; Guerrillero. Fusilado en Camag&#252;ey, febrero de 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>S&#225;nchez, Ra&#250;l (Lalo)</strong>:&#160; Ex miliciano. Guerrillero. Muerto en combate en la Provincia de Matanzas, 9 de abril de 1963. Hijo del Comandante Perico Sanchez.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="692px" href="images/gallery/matanzas/RaulLaloSanchez.jpg" name="Lalo" title="Ra&#250;l -lalo- S&#225;nchez hijo del Comandante Pedro S&#225;nchez Gonz&#225;lez -Perico-. Fue miliciano, y hab&#237;a participado en la Primera limpia del Escambray. El muchacho regres&#243; de Las Villas lleno de asco y abochornado, despu&#233;s de ver a milicianos quemar los boh&#237;os de los guajiros que se negaban a ser relocalizados. Esta experiencia lo llev&#243; a conspirar junto con su padre. Muerto en combate en la Provincia de Matanzas, 9 de abril de 1963.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>S&#225;nchez, Ren&#233;</strong>:&#160; Guerrillero. Muerto en combate, Manicaragua, Las Villas, 4 de enero de 1963.
                                </p>
                                <p>
                                    <strong>S&#225;nchez, Ren&#233;</strong>:&#160; Guerrillero. Muerto en combate, Rinc&#243;n del Naranjo, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>S&#225;nchez, Tomas</strong>:&#160; Guerrillero. Muerto en combate, Sierra de Cubitas, 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>Sargen Adolfo</strong>:&#160; Capit&#225;n Adolfo Sargen fusilado en Las Villas, 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="301px" href="images/gallery/las-villas/CapitanAdolfoSargen.jpg" name="Adolfo Sargen" title="Capit&#225;n Adolfo Sargen fusilado en Las Villas, 1963.">ver m&#225;s</a>
                                </p>
                                <p class="martir-info">
                                    <strong>San Gil D&#237;az, Tom&#225;s David</strong>:&#160; Comandante en Jefe del Escambray despu&#233;s de la muerte de Osvaldo Ram&#237;rez. Se alz&#243; en 1960. Muerto en combate en el Monte de las 40 Caballer&#237;as,
                                    Las Villas, a la edad de 24 a&#241;os, el 1 de marzo de 1963.
                                    <a class="btn btn-primary" data-toggle="modal" href="tomasito-san-gil.html" data-target="#profileModal">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Santana Bonilla, Elizardo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Santana, Nen&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Santos, Alvaro</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de I as Villas, 1 de septiembre de 1963.
                                </p>
                                <p>
                                    <strong>Santos, Idelfonso</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente.
                                </p>
                                <p>
                                    <strong>Santos, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en Santa Clara, Las Villas, noviembre de 1963.
                                </p>
                                <p>
                                    <strong>Sanz Rumbat, Melquiadez</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, el 22 de diciembre de 1961.
                                </p>
                                <p>
                                    <strong>Sapanes, Jos&#233;</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Sardinas, Tito</strong>:&#160; Menor de edad. Fusilado por colaborador en la Provincia de Matanzas, 1965.
                                </p>
                                <p>
                                    <strong>Sarg&#233;n, Adolfo (Capit&#225;n Terranova)</strong>:&#160; Ex capit&#225;n del Ej&#233;rcito Rebelde. Jefe de guerrilla. Fusilado en la Provincia de Las Villas, junio de 1963.
                                </p>
                                <p>
                                    <strong>Scull, (Caracol)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1961.
                                </p>
                                <p>
                                    <strong>Silva, Felipe</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Socarras, Ramiro</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Sosa, Gaudencio</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Sosa, Luis</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Sotero, Ren&#233; (Soterito)</strong>:&#160; Guerrillero. Muerto en combate, Manicaragua, Las Villas, enero 1963.
                                </p>
                                <p>
                                    <strong>Sotolongo, Irene</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Sotus, Florentino</strong>:&#160; Guerrillero fusilado en Camag&#252;ey, 11 de septiembre, 1964.
                                </p>
                                <p class="martir-info">
                                    <strong>Suco, Carlos</strong>:&#160; Carlos Zuco -de la guerrilla de Luis Vargas- fusilado 1963 en Las Villas.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="294px" href="images/gallery/las-villas/CarlosSuco.jpg" name="Carlos Zuco" title="Carlos Zuco de la guerrilla de Luis Vargas, fusilado 1963 en Las Villas.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Su&#225;rez Rizzo, Abel</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Su&#225;rez Rizzo, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Su&#225;rez, Augusto</strong>:&#160; Guerrillero de 18 a&#241;os de edad, muerto en combate en Pinar del Rio, 1962.
                                </p>
                                <p>
                                    <strong>Su&#225;rez, Ren&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Pinar del R&#237;o, el 1 de diciembre de 1961.
                                </p>
                                <p>
                                    <strong>Su&#225;rez, Rolando</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, octubre de 1962.
                                </p>
                                <p>
                                    <strong>Su&#225;rez, Sixto</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Su&#225;rez Gerardo, Venancio</strong>:&#160; Guerrillero. Muerto en combate. Utiliz&#243; su &#250;ltima bala para inmolarse y no dejarse tomar prisionero por el enemigo. Macurig&#250;es, Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Suero, Fidel</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, el 19 de agosto de 1962.
                                </p>
                                <p>
                                    <strong>Sulen, Eligio</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseT" aria-expanded="false" aria-controls="collapseT" class="card-header" id="headingT">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">T</span>   
                            </h5>
                        </button>
                        <div id="collapseT" class="collapse" aria-labelledby="headingT" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Tanquero, Eulogio</strong>:&#160; Ex sargento del Ej&#233;rcito Rebelde. Jefe de guerrilla. Fusilado en la Provincia de Matanzas.
                                </p>
                                <p class="martir-info">
                                    <strong>Tard&#237;o Hern&#225;ndez, Blas</strong>:&#160; Jefe de guerrilla. Se alz&#243; en 1960. Fusilado en la Provincia de Las Villas en 1965.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="427px" href="images/gallery/las-villas/BlasTardioHernandez.jpg" name="Blas Tard&#237;o" title="Blas Tard&#237;o Hern&#225;ndez fue uno de los hombres m&#225;s valientes del Escambray. Se mantuvo peleando desde que se alz&#243; en el verano de 1960 hasta que fue capturado en 1965. En un combate en que fue herido, se arrastr&#243; hasta una cueva donde cosi&#243; las heridas. Su guerrilla fue el &#250;ltimo grupo numeroso de alzados activos en Las Villas. Blas fue fusilado en 1965. De los seis hermanos Tard&#237;o, cinco murieron en la lucha contra Castro, y el sexto cumpli&#243; condena en el presidio pol&#237;tico.">ver m&#225;s</a>
                                </p>
                                <p class="martir-info">
                                    <strong>Tard&#237;o Hern&#225;ndez, Benjam&#237;n</strong>:&#160; Jefe de guerrilla. Se alz&#243; en 1960. Fusilado en Condado, Las Villas, enero de 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="401px" href="images/gallery/las-villas/BenjaminTardio.jpg" name="Benjamin Tard&#237;o" title="Capit&#225;n Benjamin Tard&#237;o Hern&#225;ndez, jefe de guerrillas en la provincia de Las Villas. Muri&#243; fusilado en Las Villas, enero de 1963..">ver m&#225;s</a>                                    </p>
                                <p>
                                    <strong>Tard&#237;o Hern&#225;ndez, Camilo</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963
                                </p>
                                <p>
                                    <strong>Tard&#237;o Hern&#225;ndez, Lupe</strong>:&#160; Guerrillero. Muerto en combate en El D&#225;til, Las Villas. Verano de 1961.
                                </p>
                                <p>
                                    <strong>Tard&#237;o Hern&#225;ndez, Toto</strong>:&#160; Guerrillero. Se suicid&#243; en la c&#225;rcel.
                                </p>
                                <p class="martir-info">
                                    <strong>Tartabull, Roberto</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Finca El Brillante, Seibabo, Provincia de Las Villas el 20 de agosto de 1963.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="420px" href="images/gallery/matanzas/RigobertoTartabull.jpg" name="Rigoberto Tartabull" title="Rigoberto Tartabull era jefe de guerrillas. Muri&#243; en combate. La bala castrista fue disparada por uno de sus hermanos que era oficial de milicia. Otro hermano, tambi&#233;n miliciano, muri&#243; combatiendo contra los alzados en Matanzas. Triste ha sido la guerra en que hermanos han matado hermanos.">ver m&#225;s</a>                                    </p>
                                <p>
                                    <strong>Tellez, Rafael</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, a los 21 a&#241;os de edad, 1961.
                                </p>
                                <p class="martir-info">
                                    <strong>Terrero Rodr&#237;guez, Jose -Changuily-</strong>:&#160; ose Rodr&#237;guez Terrero -Changuily-, Guerrillero fusilado en Santiago de Cuba el 23 de enero, 1963. Ten&#237;a 20 a&#241;os de edad al morir.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="415px" href="images/gallery/oriente/JoseRodriguezTerrero_Changuily.jpg" name="Changuily" title="Jose Rodr&#237;guez Terrero -Changuily-, Guerrillero fusilado en Santiago de Cuba el 23 de enero, 1963. Ten&#237;a 20 a&#241;os de edad al morir. Dos hermanos y su padre cumplieron condenas en el presidio pol&#237;tico.">ver m&#225;s</a>                                    </p>
                                <p>
                                    <strong>Thompson, Allan</strong>:&#160; Norteamericano capturado en desembarco de infiltraci&#243;n. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p>
                                    <strong>Toledo</strong>&#160;&#8211;<strong>Cholo</strong>-&#160;<strong>Pedro</strong>:&#160; Jefe de guerrilla. Se alz&#243; en 1961. Muerto en combate en la Finca La Candelaria, Oriente, 21 de junio, 1962.
                                </p>
                                <p>
                                    <strong>Toledo, Pedro (padre)</strong>:&#160; Guerrillero. Muerto en combate en la Finca La Candelaria, Oriente, 21 de junio, 1962.
                                </p>
                                <p>
                                    <strong>Toledo, Rafael</strong>:&#160; Guerrillero muerto en combate cerca de Trinidad, agosto de 1961.
                                </p>
                                <p>
                                    <strong>Toledo Toledo (El Flaco)</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Torrecilla, Israel</strong>:&#160; Guerrillero. Muerto en combate en Naranjo, Las Villas, mayo de 1961.
                                </p>
                                <p>
                                    <strong>Torrecilla, Mindrades</strong>:&#160; Guerrillero. Menor de edad. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Torrecilla, Orestes</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Torrado, Roberto</strong>:&#160; Guerrillero. Se alegaba que era sobrino del presidente t&#237;tere Osvaldo Dortic&#243;s Torrado. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Torres, Guillermo</strong>:&#160; &#8220;El Charro de Placetas.&#8221; Lugarteniente de Pedro Gonzalez, muerto en combate en Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Torres, Pablo</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Pinar del R&#237;o.
                                </p>
                                <p>
                                    <strong>Torres Fundora, Ovidio</strong>:&#160; Guerrillero. Muerto en combate en el Escambray, 1964.
                                </p>
                                <p>
                                    <strong>Tr&#225;paga, Rub&#233;n</strong>:&#160; Colaborador. Muerto en combate, en Arroyo Grande, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Triana, Pablo</strong>:&#160; Jefe guerrillero. Muerto en combate en La Botella, Las Villas, 1962.
                                </p>
                                <p>
                                    <strong>Trujillo Correa, Nelson</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, 1960.
                                </p>
                                <p>
                                    <strong>Trujillo Garc&#237;a, Lorenzo</strong>:&#160; Guerrillero. Muerto en combate en la zona de Jatibonico, Camag&#252;ey, abril de 1963.
                                </p>
                                <p>
                                    Trujillo (El Muerto): Guerrillero. Muerto en combate en la Provincia de Las Villas 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseU" aria-expanded="false" aria-controls="collapseU" class="card-header" id="headingU">
                        <h5 class="mb-0">
                            <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">U</span>   
                        </h5>
                    </button>
                        <div id="collapseU" class="collapse" aria-labelledby="headingU" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Ugalde P&#233;rez, Amado</strong>:&#160; Guerrillero. Muerto en combate en Cayo de las Mujeres, Barrio Guadalupe, Camag&#252;ey, el 18 de enero de 1962.
                                </p>
                                <p>
                                    <strong>Ulacia, Ruperto</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Ulloa, Carlos</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas en 1962.
                                </p>
                                <p>
                                    <strong>Umorca, Salvador</strong>:&#160; Guerrillero. Fusilado en Corralillo, Las Villas.
                                </p>
                                <p>
                                    <strong>Ureta, Evelio (El Charro)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Ureta, Severino</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, a los 16 a&#241;os de edad, 1964.
                                </p>
                                <p>
                                    <strong>Ureta, Tito</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseV" aria-expanded="false" aria-controls="collapseV" class="card-header" id="headingV">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">V</span>   
                            </h5>
                        </button>
                        <div id="collapseV" class="collapse" aria-labelledby="headingV" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Valdelaz, Manuel (El Galleguito)</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Valdez Mauri, Arturo</strong>:&#160; Guerrillero. Muerto en el alzamiento de Arroyo Blanco, Oriente, diciembre de 1961.
                                </p>
                                <p>
                                    <strong>Valdez, Rafael</strong>:&#160; Guerrillero. Muerto en combate en Matanzas, 1963.
                                </p>
                                <p>
                                    <strong>Valdespino, Luis</strong>:&#160; Guerrillero. Muerto en combate en la Provincia de Las Villas, a los 17 a&#241;os de edad, 1961.
                                </p>
                                <p>
                                    <strong>Valle Galindo, Fernando</strong>:&#160; Ex capit&#225;n del Ej&#233;rcito Rebelde. Jefe de guerrilla, fusilado en Santiago de Cuba, Oriente, 1961.
                                </p>
                                <p>
                                    <strong>Vara, Enrique</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Vara, Enrique</strong> &#160;-
                                    <strong>hijo</strong>-: Guerrillero. Muerto en combate en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Varas Viamonte, Rafael</strong>:&#160; Guerrillero. Fusilado en la Provincia de las Villas, 1961.
                                </p>
                                <p>
                                    <strong>Varela, Cundo</strong>:&#160; Colaborador. Fusilado en la Provincia de Las Villas, 1964.
                                </p>
                                <p>
                                    <strong>Vargas, Luis</strong>:&#160; Jefe de guerrilla. Estuvo alzado desde 1960 a 1965. Fusilado en la Provincia de las Villas en diciembre de 1965.
                                </p>
                                <p>
                                    <strong>Vasallo, Valerio</strong>:&#160; Guerrillero de La Habana. Fusilado en 1962.
                                </p>
                                <p>
                                    <strong>V&#225;zquez, Manolito (El Galleguito)</strong>:&#160; Ex miembro del Ejercito Rebelde. Jefe de guerrilla. Se alz&#243; en 1960. Fusilado en Santa Clara, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>V&#225;zquez Nerey, Jos&#233;</strong>:&#160; Colaborador. Teniente del Ej&#233;rcito Rebelde. Acusado de suministrar armas a las guerrillas. Fusilado en La Habana el 15 de julio de 1965.
                                </p>
                                <p>
                                    <strong>V&#225;zquez, Miguel (EL Galleguito)</strong>:&#160; Jefe Guerrillero. Fusilado en Cumanavagua, Las Villas, septiembre de 1963.
                                </p>
                                <p class="martir-info">
                                    <strong>Vega, Nibaldo</strong>:&#160; Guerrillero. Muerto en combate en Los Arabos, Matanzas, el 3 de septiembre de 1964.
                                    <a class="btn-primary" data-toggle="modal" data-target="#martiresModal" id="399px" href="images/gallery/matanzas/NivaldoVega-KIA_Matanzas.jpg" name="Nibaldo Vega" title="Nibaldo Vega guerrillero bajo la guerrilla de Jos&#233; Mart&#237; Campos Linares. Muere en un enfrentamiento en la carretera central, cerca de Los Arabos, en Matanzas.">ver m&#225;s</a>
                                </p>
                                <p>
                                    <strong>Vera, Carlos</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Vera, Emilio</strong>:&#160; Jefe de guerrilla. Muerto en combate en la Provincia de Oriente, en marzo de 1960.
                                </p>
                                <p>
                                    <strong>Vera, Gilberto</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Vera, Nolingo</strong>:&#160; Guerrillero. Muerto en combate, en Potrerillo, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Vidal, Clides</strong>:&#160; Guerrillero de La Habana. Muerto en combate en Jaruco, 1961.
                                </p>
                                <p>
                                    <strong>Viera, Nicol&#225;s (Sumba)</strong>:&#160; Jefe de guerrilla. Muerto en combate en el Escambray, noviembre 5, 1963.
                                </p>
                                <p>
                                    <strong>Vicario, Manuel</strong>:&#160; Guerrillero. Fusilado en el Central Toledo, La Habana.
                                </p>
                                <p>
                                    <strong>Villalobos, Arnaldo</strong>:&#160; Jefe Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Villalobo Monz&#243;n, Arnaldo</strong>:&#160; Muerto en combate en la Provincia de Las Villas, 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseW" aria-expanded="false" aria-controls="collapseW" class="card-header" id="headingW">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">W</span>   
                            </h5>
                        </button>
                        <div id="collapseW" class="collapse" aria-labelledby="headingW" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p class="martir-info">
                                    <strong>Walsh R&#237;os, Sinesio</strong>:&#160; Ex capit&#225;n del Ej&#233;rcito Rebelde. Jefe de guerrilla. Fusilado en La Campana, Las Villas, el 12 de octubre de 1960.
                                    <a class="btn btn-primary" data-toggle="modal" href="sinesio-walsh.html" data-target="#profileModal">ver m&#225;s</a> </p>
                                <p>
                                    <strong>White Sim&#243;n, Jos&#233;</strong>:&#160; Guerrillero. Fusilado en la Provincia de Oriente, en junio de 1962.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseY" aria-expanded="false" aria-controls="collapseY" class="card-header" id="headingY">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">Y</span>   
                            </h5>
                        </button>
                        <div id="collapseY" class="collapse" aria-labelledby="headingY" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Yanes, Freddie</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Yanes, Luis (El Venado)</strong>:&#160; Jefe de guerrilla. Fusilado en Santa Clara, Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Yong Pak, Carlos (El Armero)</strong>:&#160; Guerrillero. Veterano de la Guerra de Corea, se alz&#243; en 1961. Fue fusilado en la Provincia de Matanzas, 1963.
                                </p>
                            </div>
                        </div>
                    </div>

                    <div class="card">
                        <button class="btn collapsed" data-toggle="collapse" data-target="#collapseZ" aria-expanded="false" aria-controls="collapseZ" class="card-header" id="headingZ">
                            <h5 class="mb-0">
                                <span class="accordion-item-1 oi oi-caret-bottom"></span><span class="accordion-item-2">Z</span>   
                            </h5>
                        </button>
                        <div id="collapseZ" class="collapse" aria-labelledby="headingZ" data-parent="#accordion">
                            <div class="modal-accordion-body card-body">
                                <p>
                                    <strong>Zacar&#237;as D&#237;az, Adalberto</strong>:&#160; Guerrillero. Fusilado en la Provincia de Matanzas, el 13 de junio de 1963.
                                </p>
                                <p>
                                    <strong>Zamora, Alberto</strong>:&#160; Guerrillero. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Zerquera, Aquilino (Tito)</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                                <p>
                                    <strong>Zucco, Carlos</strong>:&#160; Guerrillero de la guerrilla de Luis Vargas. Fusilado en la Provincia de Las Villas, 1963.
                                </p>
                                <p>
                                    <strong>Zu&#241;iga, Ignacio</strong>:&#160; Guerrillero. Fusilado en Manacas Iznaga, Las Villas, el 13 de julio de 1963.
                                </p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
            <div class="line"></div>
        </section>
        <div class="section-2">
            <div class="row">

                <div class="card">
                    <h1 class="card-title">Sinesio</h1>
                    <h5 class="card-sub-title">Walsh</h5>
                    <a data-toggle="modal" href="sinesio-walsh-span.html" data-target="#profileModal"><img class="card-img-top" src="images/profiles/thumb-7-sinesio-walsh.jpg" alt="Sinesio Walsh R&#237;os"></a>
                    <div class="card-body">
                        <p class="card-text">Ex-capit&#225;n del M-26 de Julio...</p>
                        <a class="btn btn-primary" data-toggle="modal" href="sinesio-walsh-span.html" data-target="#profileModal">ver m&#225;s</a>
                    </div>
                </div>


                <div class="card">
                    <h1 class="card-title">Campitos</h1>
                    <h5 class="card-sub-title">Benito</h5>
                    <a data-toggle="modal" href="campitos-span.html" data-target="#profileModal"><img class="card-img-top" src="images/profiles/thumb-5-campitos.jpg" alt="Campitos"></a>
                    <div class="card-body">
                        <p class="card-text">Ex capit&#225;n del Ejercito Rebelde...</p>
                        <a class="btn btn-primary" data-toggle="modal" href="campitos-span.html" data-target="#profileModal">ver m&#225;s</a>
                    </div>
                </div>


                <div class="card">
                    <h1 class="card-title">La Ni&#241;a</h1>
                    <h5 class="card-sub-title">Escambray</h5>
                    <a data-toggle="modal" href="la-nina-del-escambray-span.html" data-target="#profileModal"><img class="card-img-top" src="images/profiles/thumb-6-la-nina-del-escambray.jpg" alt="La Ni&#241;a Del Escambray"></a>
                    <div class="card-body">
                        <p class="card-text">La &#250;nica mujer jefa guerrillera...</p>
                        <a class="btn btn-primary" data-toggle="modal" href="la-nina-del-escambray-span.html" data-target="#profileModal">ver m&#225;s</a>
                    </div>
                </div>

            </div>
            <div class="line"></div>
            <div class="large-button-sec">
                <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
            </div>
        </div>
    </div>
    <footer class="footer">
        <div class="container">
            <div class="copyright">Copyright  <span class="year"></span>H&#233;roes del Escambray</div>
        </div>
    </footer>
    <script src="https://code.jquery.com/jquery-3.3.1.js" integrity="sha256-2Kok7MbOyxpgUVvAk/HJ2jigOSYS2auK4Pfzbm7uH60=" crossorigin="anonymous"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/popper.js/1.14.0/umd/popper.min.js" integrity="sha384-cs/chFZiN24E4KMATLdqdvsezGxaGsi4hLGOzlXwp5UZB1LY//20VyM2taTB4QvJ" crossorigin="anonymous"></script>
    <script src="https://stackpath.bootstrapcdn.com/bootstrap/4.1.0/js/bootstrap.min.js" integrity="sha384-uefMccjFJAIv6A+rW+L4AHf99KvxDjWSu1z9VI8SKNVmz4sk7buKt/6v9KI65qnm" crossorigin="anonymous"></script>
    <script src="js/main.js"></script>
</body>

</html>