<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
                <div class="profile-sec">
                    <div class="profile-titles">
                        <h1 class="card-title">Osvaldo Ram&#237;rez</h1>
                        <h5 class="card-sub-title">Garc&#237;a</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Osvaldo Ram&#237;rez fue capit&#225;n del ejercito rebelde en la lucha contra Batista. Descontento con el giro comunista de la triunfante revoluci&#243;n, comenz&#243; la lucha contra la misma, era considerado el guerrillero m&#225;s audaz del Escambray.
                            Mientras otros jefes guerrilleros hab&#237;an estado a la expectativa bajo &#243;rdenes de no presentar combate, Osvaldo Ram&#237;rez hab&#237;a organizado a sus escuadras guerrilleras en unidades de combate, atacando y hostigando
                            al enemigo en toda oportunidad. Sin esperar armamentos, con recursos inexistentes, en breves semanas Ram&#237;rez se convirti&#243; en el guerrillero m&#225;s conocido de los montes de Las Villas. Duque no ten&#237;a grandes
                            simpat&#237;as por Osvaldo Ram&#237;rez, pero ambos hicieron la paz en nombre de la unidad.
                        </p>
                        <p>
                            Osvaldo Ram&#237;rez era un guajiro fibroso, tostado por el sol de la Sierra. Naci&#243; el d&#237;a 6 de julio de 1921 en Guayos, cerca de Sancti Sp&#237;ritus, provincia de Las Villas. Trabaj&#243; como chofer de camiones para los centrales azucareros
                            y m&#225;s tarde fue chofer de alquiler. En 1958 se alz&#243; en el Escambray contra Batista.
                            <br/> Despu&#233;s del triunfo de la Revoluci&#243;n, Ram&#237;rez fue ascendido a capit&#225;n de la Polic&#237;a Nacional Revolucionaria, asignado a un cargo de supervisi&#243;n, en la provincia de Matanzas. En el verano
                            de 1960, se alz&#243; nuevamente en el Escambray despu&#233;s del combate en el Sitio de Juana.
                        </p>
                        <p>
                            Al poco tiempo de alzarse, Ram&#237;rez fue capturado por una unidad militar. Cuando era trasladado para someterlo a un interrogatorio, este arriesgado jefe guerrillero se lanz&#243; por un barranco, ante los sorprendidos ojos de sus captores. El salto
                            al vac&#237;o hacia un precipicio alto, era una acci&#243;n suicida, una b&#250;squeda a una muerte certera. Pero el guerrillero de Guayos tuvo suerte. La tupida maleza y las ramas de los &#225;rboles frenaron su ca&#237;da
                            vertiginosa. Magullado, con el cuerpo cubierto de heridas, Osvaldo Ram&#237;rez huy&#243; por la maleza, mientras una escuadra de soldados, at&#243;nitos ante su valor suicida, lo contemplaban huir desde lo alto del barranco.
                            Esa audacia era el sello de Osvaldo Ram&#237;rez. Desde el principio de la lucha guerrillera. Ram&#237;rez fue siempre el guerrero del monte, nacido para el combate.
                        </p>
                        <p>
                            En una comparecencia p&#250;blica, Fidel Castro ofreci&#243; amnist&#237;a a Osvaldo Ram&#237;rez, diciendo demag&#243;gicamente: &#171;Queremos convencerlos de que est&#225;n equivocados, Y si Osvaldo Ram&#237;rez depone las armas, le garantizaremos
                            su vida.&#187; Desde la Sierra del Escambray, la respuesta fue t&#237;pica del h&#233;roe guerrillero: &#171;Si Castro desea hablar, que deponga las armas y suba al Escambray. Nosotros le garantizaremos su vida.&#187; Respondi&#243;
                            Osvaldo Ram&#237;rez, en una entrevista clandestina.
                        </p>
                        <p>
                            El jefe guerrillero Osvaldo Ram&#237;rez, sobrevivio a dos limpias y a docenas de cercos, se convirti&#243; para el ej&#233;rcito de Castro, en la presa m&#225;s codiciada. En el mes de abril, Ram&#237;rez fue delatado por Filiberto Cabrera Carranza,
                            conocido por Pancho el Grande, un diminuto empleado del hospital de Meyer. Cuando centenares de milicianos rodearon el campamento guerrillero en Las Aromas de Vel&#225;zquez, se suscit&#243; un intenso combate. Poco a poco,
                            al fuego de las ametralladoras VZ y PPCha, la milicia cerr&#243; el nudo. Nuevamente, Osvaldo Ram&#237;rez, el guerrillero m&#225;s buscado del Escambray, se esfum&#243; en la maleza, burlando el cerco.
                        </p>
                        <p>
                            Unas horas despu&#233;s, en una ca&#241;ada cercana, un cabo de milicias detect&#243; un movimiento en un matorral. El cabo, un hombre rubio y pecoso, apodado El Yanqui, dispar&#243; un tiro hacia la ca&#241;ada. El plomo solitario encontr&#243; un cuerpo:
                            el del Jefe M&#225;ximo de las guerrillas del Escambray. El 16 de abril de 1962 mor&#237;a Osvaldo Ram&#237;rez, el &#250;nico guerrillero al cual Castro hab&#237;a ofrecido amnist&#237;a, si depon&#237;a las armas. Hoy, su
                            cad&#225;ver descansa en una tumba desconocida, en suelo cubano.
                        </p>
                        <img class="profile-img" style="max-width: 134px" alt="Comandante Osvaldo Ram&#237;rez" src="images/gallery/las-villas/Osvaldo_Ramirez_Garcia.jpg" />
                        <p class="profile-img-copy" style="max-width: 350px; text-align: center;">Ex-capit&#225;n del ejercito rebelde, Osvaldo Ram&#237;rez Garc&#237;a.</p>

                        <img class="profile-img" style="max-width: 464px" alt="Comandante Osvaldo Ram&#237;rez" src="images/gallery/las-villas/OsvaldoRamirez.jpg" />
                        <p class="profile-img-copy" style="max-width: 468px">Comandante en Jefe del Escambray, Osvaldo Ram&#237;rez.</p>

                        <img class="profile-img" style="max-width: 372px" alt="Comandante Osvaldo Ram&#237;rez" src="images/gallery/las-villas/EvelioDuque_OsvaldoRamirez.jpg" />
                        <p class="profile-img-copy" style="max-width: 376px">A la izquierda, Evelio Duque Mijares, primer jefe de los grupos alzados en el Escambray. A la derecha, el legendario Osvaldo Ram&#237;rez, el m&#225;s audaz de los jefes guerrilleros, muerto en combate en Las Aromas de Vel&#225;zquez
                            el 16 de abril de 1962.</p>

                        <img class="profile-img" style="max-width: 541px" alt="Comandante Osvaldo Ram&#237;rez" src="images/gallery/las-villas/CarnetIdentidadFrenteOsvaldoRamirez.jpg" />
                        <p class="profile-img-copy" style="max-width: 545px">Carnet de Identidad de los combatientes del frente de operaciones Osvaldo Ram&#237;rez.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>