<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
                <div class="profile-sec">
                    <div class="profile-titles">
                        <h1 class="card-title">Perico S&#225;nchez</h1>
                        <h5 class="card-sub-title">Pedro S&#225;nchez Gonz&#225;lez</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Pedro S&#225;nchez, llamado cari&#241;osamente Perico por sus vecinos, era uno de los tantos humildes campesinos que realizaba sus faenas
                            agr&#237;colas. Perico pose&#237;a una peque&#241;a finca en la zona de Jag&#252;ey Grande. Cuando lleg&#243; el comunismo al poder en forma solapada
                            para la gran mayor&#237;a del pueblo, &#233;l por ese natural instinto de guajiro decente, a los pocos meses se dio cuenta de la tragedia que se
                            avecinaba, y sin pensarlo dos veces, se puso a conspirar. En esas conspiraciones, aun sin tener pruebas el G2 (Seguridad del Estado m&#225;s tarde), lo
                            detuvo en varias ocasiones.
                        </p>
                        <p>
                            Llegando el verano de 1961, las fuerzas represivas del r&#233;gimen (G2), se personificaron en su hogar para detenerlo de nuevo, pero Perico
                            sospechando que ese seria el arresto definitivo para condenarlo ha padecer a&#241;os de c&#225;rcel, se enfrent&#243; a los agentes de La Seguridad, y
                            peleando bravamente, bajo una lluvia de balas, logr&#243; escapar con dos de sus hijos, Pedro y Ra&#250;l.
                        </p>
                        <p>
                            Ya en el monte, alzado, en ese a&#241;o 1961 Perico se dedica a fomentar su guerrilla campesina, y presenta algunos combates a la milicia.
                        </p>
                        <p>
                            El a&#241;o 1962 y parte del 1963, Pedro S&#225;nchez continua combatiendo a las fuerzas comunistas, no obstante de estar alzado en una zona llana.
                            Vale destacar que en esa zona llana de Matanzas, y parte de Las Villas, hab&#237;an decenas de guerrillas campesinas, las cuales en el argot popular se
                            les llamaba: Las Guerrillas de Monte Gordo.
                        </p>
                        <p>
                            El d&#237;a 7 de abril de 1963, la guerrilla de Perico se encontraba luchando en los predios de la finca Cantabria, pr&#243;ximo al pueblo de Pedro
                            Betancourt, procurando evadir uno de los cercos tendidos por las fuerzas del gobierno marxista. En dicha refriega cae abatido su hijo Pedro "Pedrito",
                            quien antes de tomar las armas, era un joven que por sus excelentes dotes de estudiante, manifestaba que ser&#237;a todo un profesional. La guerrilla
                            sigue combatiendo, y a los tres d&#237;as, tambi&#233;n cae combatiendo su otro joven hijo Ra&#250;l "Lalo", y Wilfredo Rodr&#237;guez Ojeda, quien al
                            igual era residente de Jag&#252;ey Grande.
                            <br/>
                        </p>
                        <p>
                            El comandante Perico logra traspasar el cerco, y se interna con su diezmada guerrilla en la provincia de La Habana, donde decide ir a la capital de la
                            rep&#250;blica, para por medio de sus contactos, sacar a sus hombres del pa&#237;s, y regresar despu&#233;s con mejor log&#237;stica.
                        </p>
                        <p>
                            En La Habana no logra desarrollar dicho empe&#241;o, y entonces decide dirigirse a la zona de G&#252;ira de Melena.
                        </p>
                        <p>
                            Ya encontr&#225;ndose en los alrededores de G&#252;ira de Melena, uno de sus contactos en el pueblo lo delata, y r&#225;pidamente las tropas marxistas
                            del gobierno lo rodean y, comienzan las escaramuzas.
                        </p>
                        <p>
                            En el fragor del combate, el comandante Perico se separa de los hombres que le quedaban vivo y pasa a la carretera, donde es detectado por un grupo de
                            soldados de la tiran&#237;a, y ah&#237;, peleando como todo un Tit&#225;n contra decenas de milicianos y soldados, los cuales recib&#237;an toneladas
                            de armamentos de la segunda super potencia del mundo, cae fulminado por varios impactos las balas.
                        </p>
                        <p>
                            &#160;Los milicianos al comprobar quien era el ca&#237;do, pues aparte de que algunos lo conoc&#237;an, hab&#237;a un familiar traidor de Perico entre
                            ellos, montaron el cuerpo en un cami&#243;n de transporte de ca&#241;as de az&#250;car, y lo llevaron para Jag&#252;ey Grande. Ya en el pueblo,
                            contraviniendo toda &#233;tica humanitaria, pasearon el cuerpo de Pedro S&#225;nchez por la principales calles, y para acentuar lo barb&#225;rico de
                            este hecho, tiraron el cad&#225;ver frente a la casa de la madre de Perico, para que ella y los dem&#225;s familiares lo vieran destrozado por las
                            balas, y as&#237;, saciar sus macabras ansias marxistas leninistas.De la guerrilla campesina de Perico, los cuatro que quedaban fueron capturados y
                            llevados a Jag&#252;ey Grande, donde fueron juzgados en el teatro del pueblo, y condenados a muerte.
                        </p>
                        <p>
                            &#160;El 23 de mayo de ese a&#241;o 1963, el infame pared&#243;n comunista de Jag&#252;ey Grande, se ti&#241;&#243; con la sangre de Ramiro Socarras, y
                            Ram&#243;n Morej&#243;n. En las Canteras de Agramonte, el pared&#243;n de fusilamiento tambi&#233;n vio cegarse las vidas de Pita, conocido como el
                            mulato Pita, y a Sergio Espina.
                           </br>
                        </p>
                        <img class="profile-img" style="max-width: 429px" alt="Comandante Pedro S&#225;nchez Gonz&#225;lez -Perico S&#225;nchez-." src="images/gallery/matanzas/PericoSanchezeHijo.jpg" />
                        <p class="profile-img-copy" style="max-width: 433px">Comandante Pedro S&#225;nchez Gonz&#225;lez -Perico-. Uno de los guerrilleros legendarios de Matanzas. Perdio a dos de sus hijos Ra&#250;l -lalo- y&#160; Pedro -Pedrito- en combate. Delatado por uno de sus contactos es cercado en G&#252;ira de Melena y muere como un tit&#225;n combatiendo contra decenas de milicianos y soldados.</p>

                        <img class="profile-img" style="max-width: 148px" alt="Ra&#250;l -lalo- S&#225;nchez" src="images/gallery/matanzas/RaulLaloSanchez.jpg" />
                        <p class="profile-img-copy" style="max-width: 400px">Ra&#250;l -lalo- S&#225;nchez hijo del Comandante Pedro S&#225;nchez Gonz&#225;lez -Perico-. Fue miliciano, y hab&#237;a participado en la Primera limpia del Escambray. El muchacho regres&#243; de Las Villas lleno de asco y abochornado, despu&#233;s de ver a milicianos quemar los boh&#237;os de los guajiros que se negaban a ser relocalizados. Esta experiencia lo llev&#243; a conspirar junto con su padre. Muerto en combate en la Provincia de Matanzas, 9 de abril de 1963.</p>

                        <img class="profile-img" style="max-width: 212px" alt="Pedro -Pedrito- S&#225;nchez" src="images/gallery/matanzas/PedritoSanchez-hijo.jpg" />
                        <p class="profile-img-copy" style="max-width: 400px">Pedro -Pedrito- S&#225;nchez hijo del Comandante Pedro S&#225;nchez Gonz&#225;lez -Perico-. Era un joven con excelentes dotes de estudiante, se alzo bajo la guerrilla de su padre, muere el d&#237;a 7 de abril de 1963, luchando en los predios de la finca Cantabria, pr&#243;ximo al pueblo de Pedro Betancourt, mientras intentaban evadir uno de los cercos tendidos por las fuerzas del gobierno marxista.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>