<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
                <div class="profile-sec">
                    <div class="profile-titles">
                        <h1 class="card-title">Pichi Catal&#225;</h1>
                        <h5 class="card-sub-title">Juan Jos&#233; Catal&#225; Coste</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Juan Jos&#233; Catal&#225; Coste (Pichi), jefe de guerrillas campesinas democr&#225;ticas muerto en combate, y su hermano Vicente fusilado en el
                            Pesquero, Aguada de PasajerosJuan Jos&#233; Catal&#225; Coste, nombrado cari&#241;osamente por sus seres queridos y amistades "Pichi", al igual que los
                            combatientes de las guerrillas y el clandestinaje, vio la luz de la Patria por primera vez el 22 de septiembre de 1927 en Pinar del Ri&#243;. Ah&#237;
                            en su natal P. del Ri&#243; y bajo el cuidado de sus padres, Jos&#233; Catal&#225; y Francisca Coste Jouver, Pichi fue formando su car&#225;cter de
                            hombre sincero, recto y sobre todo adquiriendo la conciencia democr&#225;tica, hecho que marcar&#237;a siempre su trayectoria en la vida. La familia
                            Catal&#225;-Coste de origen campesino tuvo 8 hijos, cuatro hembras y cuatro varones, de los cuales Vicente en esta nefasta etapa de nuestra Patria
                            Cuba, tambi&#233;n perder&#237;a la vida, pero frente al insaciable de sangre pared&#243;n de fusilamiento comunista.
                        </p>
                        <p>
                            Pichi y Vicente trabajaron en las Minas de Matahambre, y de ah&#237; se trasladaron a Oriente donde comenzaron a laborar en las minas de Charco
                            Redondo. En esa regi&#243;n oriental Pichi comienza a conspirar contra la dictadura de Batista, y el 14 de febrero de 1957 toma las armas y se une a la
                            columna del comandante Calixto Garc&#237;a quien era expedicionario del yate Granma. De guerrillero contra Batista, Pichi participa en m&#250;ltiples
                            batallas hasta llegar a los grados de primer teniente, y conformar lo que se dio en llamar El Pelot&#243;n Suicida.
                        </p>
                        <p>
                            Al triunfo de la revoluci&#243;n encabezada por actual tirano Fidel Castro (1959), transcurre un tiempo y Juan Jos&#233; Catal&#225; Coste "Pichi" es
                            nombrado segundo jefe del cuartel de Jovellanos, Matanzas. Dentro de esa guarnici&#243;n militar, y al percatarse del camino totalitario que iba
                            tomando la revoluci&#243;n, Pichi comienza a conspirar, y a finales del a&#241;o 1960, ya sin poder seguir en el clandestinaje, Pichi empu&#241;a de
                            nuevo las armas junto a Erelio Pe&#241;a quien era el jefe del mencionado cuartel militar.
                        </p>
                        <p>
                            A principios del a&#241;o 1961 teniendo conocimiento por medio del MRR (movimiento de Recuperaci&#243;n Revolucionaria), que hombres se estaban
                            entrenando en Centro Am&#233;rica para desembarcar en Cuba, el jefe de las guerrillas campesinas de Matanzas, capit&#225;n Pe&#241;a divide a su grupo
                            de unos 60 hombres en dos, d&#225;ndole el mando de esa guerrilla a Pichi.
                        </p>
                        <p>
                            Debemos se&#241;alar que estas guerrillas de la antigua provincia de Matanzas operaban en un terreno completamente llano, sin monta&#241;as ni grandes
                            tupidas vegetaciones, a no ser los campos sembrados de ca&#241;a de az&#250;car.
                        </p>
                        <p>
                            Al producirse la invasi&#243;n a Bah&#237;a de Cochinos el 17 de abril 1961, estos grupos de las guerrillas campesinas democr&#225;ticas son tomados
                            por sorpresa, pues al igual que las guerrillas campesinas del Escambray, Camag&#252;ey, Oriente, P. del R&#237;o, y algunos alzados en la Prov. de La
                            Habana, no les hab&#237;an avisado, por lo que sus planes de volar puentes, y atacar otros centros vitales del r&#233;gimen comunista no lo pudieron
                            realizar. Tambi&#233;n no le avisaron de la invasi&#243;n del 17 de abril 1961 a las cedulas clandestina de las ciudades y las cuales fueron
                            desarticuladas, pues a lo largo de toda la isla cientos de miles de cubanos fueron tomados preso y hacinados en estadios de pelota, teatros y campos de
                            concentraciones. Decenas de los miembros del clandestinaje fueron fusilados.
                        </p>
                        <p>
                            Pues bien, despu&#233;s del fracaso de la invasi&#243;n del 17 de abril por Playa Gir&#243;n, donde el movimiento clandestino que le daba apoyo a las
                            guerrillas campesinas se encontraba pr&#225;cticamente inoperante, y la gran ofensiva militar lanzada por el r&#233;gimen contra los grupos
                            guerrilleros, muchos de esto patriotas alzados tuvieron que tomar el camino del exilio, y axial vemos como en enero de 1962, en el poblado de Chivas,
                            Jovellanos, unos cien hombres opositores al comunismo se re&#250;nen y nombran jefe de las guerrillas campesinas de Matanzas al Pichi, pues el anterior
                            jefe se hab&#237;a exilado en una embajada en La Habana.
                        </p>
                        <p>
                            Transcurre el a&#241;o 1962 y la guerrilla comandada directamente por Pichi, al igual que los otros grupos de alzados contin&#250;an la lucha, y por
                            supuesto evadiendo los cercos que le tend&#237;an los miles de milicianos y soldados del r&#233;gimen,
                        </p>
                        <p>
                            En el mes de marzo de 1963 la lucha se arrecia en los llanos de Matanzas. En ese entonces Pichi tenia a uno de sus guerrilleros preso, pues no confiaba
                            en &#233;l. Este guerrillero detenido logra escapar debido a que su custodio se durmi&#243;, e hizo contacto con las fuerzas comunistas dando el lugar
                            donde se encontraba Pichi con algunos de sus hombres que quedaban vivo. Cientos de milicianos rodearon el campamento de Pichi, ubicado en Ri&#243; de
                            Aura, Bolondr&#243;n, Matanzas, y como Pichi se encontraba en cuevas para no ser detectado, y los soldados marxistas le ped&#237;an que se rindiera y
                            este valiente patriota no lo hacia, le tiraron granadas de humo al campamento soterrado. Pichi al salir de su escondite lo hizo portando una
                            ametralladora M3 y con coraje Mamb&#237; se bati&#243; contra aquella gran oleada de milicianos. Era el 22 de marzo de 1963 por la ma&#241;ana cuando
                            las balas comunistas impactaron el cuerpo de Juan Jos&#233; Catal&#225; Coste (Pichi). Existen una versi&#243;n que cuando la milicia llego a su
                            cuerpo, Pichi se encontraba gravemente herido y all&#237; mismo fue ejecutado, pero lo cierto es que este valiente patriota campesino luch&#243; por
                            sus ideales, los de ver una Cuba libre, democr&#225;tica e independiente hasta dar su vida por ella.
                        </p>
                        <p>
                            Ese d&#237;a entre los pocos alzados que quedaron vivo y fueron capturado, se encontraba una mujer a la cual le ocuparon la pistola que le hab&#237;a
                            regalado el comandante de la Sierra Maestra Calixto Garc&#237;a a Pichi
                        </p>
                        <p>
                            El 28 de marzo de ese a&#241;o 1963 el hermano de Pichi, Vicente Catal&#225; Coste a quien le faltaba una mano, fue fusilado junto a Jos&#233;
                            Gasqu&#237;n y el aguadense Onilio L&#243;pez Revilla, en la Cooperativa El Pesquero, en Aguada de Pasajeros.
                        </p>
                        <img class="profile-img" style="max-width: 329px" alt="Pichi Catal&#225;" src="images/gallery/matanzas/PichiCatala_JuanJose.jpg" />
                        <p class="profile-img-copy" style="max-width: 333px">Juan Jos&#233; Catal&#225; Coste, "Pichi" siendo teniente del Ejercito Rebelde cuando baj&#243; de la Sierra Maestra al triunfo de la revoluci&#243;n.</p>

                        <img class="profile-img" style="max-width: 421px" alt="Pichi Catal&#225;" src="images/gallery/matanzas/PichiCatala_JuanJose2.jpg" />
                        <p class="profile-img-copy" style="max-width: 421px">Comandante Jefe de alzados de Matanzas, Pichi Catal&#225;, muerto en combate, 1963.</p>

                        <img class="profile-img" style="max-width: 368px" alt="Pichi Catal&#225;" src="images/gallery/matanzas/PichiCatala_JuanJose1.jpg" />
                        <p class="profile-img-copy" style="max-width: 468px; text-align: center;">Juan Jos&#233; Pichi Catal&#225; Coste</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>