<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Plinio Prieto</h1>
                        <h5 class="card-sub-title">Ruiz</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Naci&#243; en Santa Clara, Las Villas, Cuba, el 21 de Junio de 1923. Fu&#233; el tercero de cuatro hermanos, hijos del matrimonio Dr. Jos&#233; R. Prieto y la Dra. Maria C. Ruiz.
                        </p>
                        <p>
                           Siendo muy peque&#241;o su familia se traslad&#243; a Nueva York, E.U.A., aprendiendo sus primeras letras en la escuela p&#250;blica de aquella ciudad por lo que desde temprana edad dominaba ambos idiomas: ingl&#233;s y Es.
                        </p>
                        <p>
                            Al cabo de 6 a&#241;os volvieron a Cuba, terminando su primera ense&#241;anza en el Colegio de los Hermanos Maristas, en la V&#237;bora, Habana. Estudi&#243; bachillerato en el Instituto de Segunda Ense&#241;anza de la V&#237;bora y se matricul&#243; en la Universidad de La Habana, en la Escuela de Derecho, carrera que no termin&#243; por distintas circunstancias. M&#225;s tarde fu&#233; nombrado profesor de ingl&#233;s en la Escuela Superior #3 "Marta Abreu", de Marianao. Despu&#233;s de 12 a&#241;os de ejercicio, fue separado del cargo por el gobierno de Batista debido a sus actividades pol&#237;ticas.
                        </p>
                        <p>
                            Organizador del Segundo Frente del Escambray, estuvo alzado en las Lomas del Escambray luchando contra Batista alcanzando el grado de Capit&#225;n del ejercito rebelde. Mas tarde en cuanto se dio cuenta de las intenciones comunistas de Fidel Castro, comenz&#243; a conspirar en su contra volviendo a alzarse en las lomas del Escambray.
                        </p>
                        <p>
                            Se alzo en Guanayara, donde instal&#243; una planta de radio clandestina, arengando al pueblo de Cuba a la sublevaci&#243;n. Su estancia en la zona fue corta, ya que el MRR le facilit&#243; su salida del pa&#237;s con el prop&#243;sito de que recibiera entrenamiento en Miami, para despu&#233;s regresar a Cuba a coordinar suministros y comunicaciones para los grupos guerrilleros.
                        </p>
                        <p>
                            Plinio Prieto regres&#243; a Cuba clandestinamente y acompa&#241;ado de un radio telegrafista y otros miembros del clandestinaje, regres&#243; al Escambray para coordinar el primer lanzamiento de armas. La direcci&#243;n del MRR hab&#237;a acordado darle el mando de los insurgentes del Escambray a Plinio Prieto, con Eusebio Pe&#241;alver y Sinesio Walsh compartiendo mando en el estado mayor de la naciente fuerza guerrillera.
                        </p>
                        <p>
                            Llegaron al Escambray con su equipo transmisor de radio, no pudieron establecer contacto con Sinesio Walsh quien ya estaba en fuga, perseguido por cientos de milicianos. Plinio Prieto y su grupo hizo contacto con Diosdado Mesa y varios de sus guerrilleros.
                        </p>
                        <p>
                            Despu&#233;s de varios d&#237;as caminando juntos por los montes, cargando un pesado equipo de radio, Plinio decidi&#243; regresar a Cienfuegos para establecer contacto de nuevo con el MRR. Al cruzar el grupo los terrenos de una cooperativa agraria, sostuvieron una escaramuza con una escuadra de milicia.
                        </p>
                        <p>
                            Sin poder establecer contacto con Sinesio Waslh y sus hombres, el grupo de Plinio Prieto se disolvi&#243;. Diosdado Mesa y sus hombres regresaron al monte, y Plinio Prieto y su grupo decidieron viajar a Cienfuegos. En el transcurso del viaje, Plinio Prieto y Armando Zaldivar fueron capturados en Cumanayagua.
                        </p>
                        <p>
                            De all&#237; fu&#233; trasladado a Topes de Collantes y enseguida al "G-2" de La Habana. A los diez dias de haber sido hecho prisionero lo trasladaron a Santa Clara para la celebraci&#243;n del juicio, siendo fusilado antes de dictarse la sentencia, con cuatro compa&#241;eros, los m&#225;rtires: Porfirio Ram&#237;rez, Sinesio Walsh, Jos&#233; Palomino y &#193;ngel Rodr&#237;guez del Sol.
                        </p>
                        <p>
                            Fu&#233; ejecutado el 12 de Octubre de 1960, siendo asistido en sus &#250;ltimos momentos por el Padre Olegario de Cifuentes, quien ha escrito un documento para la historia, titulado: "&#218;ltimos momentos de la vida de Plinio Prieto" donde hace constar que muri&#243; como lo que siempre fu&#233;: un valiente. Sus &#250;ltimas palabras: "tengo f&#233; en Dios y en los hombres".
                        </p>
                        <p>
                            Estaba casado con la Sra. Amparo Posada, quien fu&#233; su compa&#241;era inseparable en sus luchas revolucionarias. De su matrimonio dej&#243; dos hijos " Georgina y Fernando. Ten&#237;a al morir 37 a&#241;os de edad.
                        </p>
                        <img class="profile-img" style="max-width: 167px" alt="Plinio Prieto" src="images/gallery/las-villas/plinio_prieto.jpg" />
                        <p class="profile-img-copy" style="max-width: 350px">Plinio Prieto fue maestro de escuela y ex-capit&#225;n del ejercito rebelde. Despues de alzarze contra el nuevo gobierno. Se fue de Cuba clandestinamente y regres&#243; para vertebrar los suministros y los alzamientos del Escambray. Fue fusilado en La Campana el 13 de octubre de 1960.</p>

                        <img class="profile-img" style="max-width: 356px" alt="Plinio Prieto" src="images/gallery/las-villas/plinio_prieto_capturado.jpg" />
                        <p class="profile-img-copy" style="max-width: 360px; text-align: center;">Plinio Prieto despues de ser capturado</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>