<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">El Negro Ram&#237;rez</h1>
                        <h5 class="card-sub-title">Porfirio Reemberto Ram&#237;rez</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                      <p>
                              El Negro Ram&#237;rez era una figura muy conocida en Las Villas. Hab&#237;a abandonado sus estudios universitarios para combatir contra Batista,
                              llegando a ser capit&#225;n del Ejercito Rebelde. Despu&#233;s del triunfo de la Revoluci&#243;n, regres&#243; a la universidad, donde fue electo
                              presidente de la FEU (Federaci&#243;n Estudiantil Universitaria) de Las Villas. Su alzamiento, a finales del verano de 1960, hab&#237;a sido auspiciado
                              por el DRE (Directorio Revolucionario Estudiantil).
                          </p>
                          <p>
                              El r&#233;gimen dio amplia publicidad a la captura de Porfirio Ram&#237;rez. En Santa Clara, capital de la Provincia de Las Villas, donde Porfirio
                              Ram&#237;rez -El Negro- era conocido como buen revolucionario y gran l&#237;der estudiantil, se organizaron protestas p&#250;blicas. Una
                              demostraci&#243;n estudiantil demandando clemencia para Ram&#237;rez, fue desbaratada a golpes de cabillas por oficiales del r&#233;gimen. Una segunda
                              marcha, organizada por sus familiares fue disuelta por polic&#237;as que le cerraron el paso. Apesar de Fidel Castro respondi&#243; a una petici&#243;n
                              de clemencia d&#225;ndole a la familia de Ram&#237;rez su promesa personal que la vida del dirigente guerrillero ser&#237;a respetada.
                          </p>
                          <p>
                              El juicio de la Primera Causa del Escambray se llev&#243; a cabo en Santa Clara, el 12 de octubre de 1960.
                          </p>
                          <p>
                              M&#225;s de sesenta guerrilleros fueron sentenciados a condenas de diez a treinta a&#241;os de prisi&#243;n pol&#237;tica. Entre los condenados se
                              encontraban Jose Berberena, Juan Rodr&#237;guez Mesa, Eusebio Pe&#241;alver y el Dr. Armando Zald&#237;var, el cual, despu&#233;s de su captura, fue
                              torturado mentalmente, al ser fusilado con salvas en dos ocasiones. Cinco l&#237;deres guerrilleros fueron condenados a morir fusilados: Plinio Prieto,
                              Porfirio Reemberto Ram&#237;rez, Angel del Sol, Sinesio Walsh R&#237;os y Jos&#233; Palomino Col&#243;n.
                          </p>
                          <p>
                              Esa noche, la &#250;ltima de su vida, Porfirio Reemberto El Negro Ram&#237;rez, escribi&#243; una carta, en la que se dirigi&#243; al pueblo de Cuba y
                              a sus hermanos de lucha.
                          </p>
                          <p>
                              <em>
                                  &#171;Quien haya pasado por todos estos horrores debe sentirse feliz de morir, porque sabe que habr&#225; de descansar de tanta opresi&#243;n, de
                                  tanta ignominia, de tanta cobard&#237;a y porque sabe que habr&#225; de sembrar el ejemplo para futuras generaciones. S&#233; que voy a morir
                                  dentro de pocas horas, no tengo miedo, por el contrario, jam&#225;s en mi vida me he sentido tan seguro de m&#237; mismo; s&#233; que mi muerte no
                                  habr&#225; sido en vano... &#187;
                              </em>
                          </p>
                          <p>
                              En la noche del 12 de octubre de 1960, los cinco guerrilleros fueron fusilados en el campamento de milicias de la Campana. Porfirio Ram&#237;rez, el
                              l&#237;der estudiantil al cual Castro le hab&#237;a prometido clemencia, recibi&#243; tres impactos de bala en el rostro.
                          </p>
                        <img class="profile-img" style="max-width: 423px" alt="El Negro Ramirez" src="images/gallery/las-villas/Porfirio_Ramirez.jpg" />
                        <p class="profile-img-copy" style="max-width: 427px;">El Negro Ramirez fue ex capit&#225;n del Ej&#233;rcito Rebelde. Presidente de la Federaci&#243;n de Estudiantes Universitario, (FEU) de la Universidad Central Marta Abreu en Las Villas. Jefe de guerrilla, fusilado en La Campana el 12 de octubre de 1960.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>