<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
                <div class="profile-sec">
                    <div class="profile-titles">
                        <h1 class="card-title">Sinesio Walsh</h1>
                        <h5 class="card-sub-title">R&#237;os</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                                           <p>
                           Ex-capit&#225;n del Movimiento 26 de Julio que hab&#237;a dirigido una guerrilla en el Escambray contra el gobierno de Batista. Como tantos otros
                           miembros de la lucha contra Batista sinti&#243; que la revoluci&#243;n democratica por la que el habia luchado, estaba siendo remplazada por un sistema
                           totalitario comunista. Decidi&#243; volver a las armas para rescatar la revoluci&#243;n.
                       </p>
                       <p>
                           Sinesio Walsh y Eusebio Pe&#241;alver hab&#237;an establecido un campamento en Nuevo Mundo, cerca del poblado de Veguitas en las inmediaciones del la
                           Sierra del Escambray, donde&#160; intentaba a pertrechar una nutrida columna guerrillera, antes de entablar combate contra el ejercito castrista.
                           Hab&#237;an logrado agrupar en Nuevo Mundo a un centenar de hombres, uniendo a varios de los grupos de alzados que se encontraban dispersos por la
                           zona.
                       </p>
                       <p>
                           Las guerrillas hab&#237;an permanecido mucho tiempo en la zona de Nuevo Mundo, donde las condiciones de escape en caso de ser cercados, eran
                           dif&#237;ciles.&#160; Sinesio, que sab&#237;a que la situaci&#243;n se hac&#237;a peligrosa por la cantidad de patrullas que se mov&#237;an en la zona,
                           decidi&#243; arriesgarse y permanecer en el campamento de Nuevo Mundo esperando por un cargamento de&#160; ansiadas armas.
                       </p>
                       <p>
                           &#160; Las guerrillas de Sinesio Walsh, al desmantelar el campamento de Nuevo Mundo, fueron cercadas en un nudo por varias unidades de milicias. Los
                           guerrilleros trataron de romper el cerco en varios lugares.
                       </p>
                       <p>
                           Se establecieron combates en Boquerones y Los Petrels, muchas de las pocas municiones fueron agotadas y Sinesio Walsh fue apresado -con cuatro de sus
                           hombres- en una cueva.
                       </p>
                       <p>
                           Sinesio Walsh R&#237;os muri&#243; enfrentando al pelot&#243;n de fusilamientos de la nueva dictadura comunista que eliminaba a aquellos que descubrian la taici&#243;n y se le enfrentaban, mientras que poco a poco se apoderaba de la libertad del ingenuo pueblo cubano.
                        </p>
                        <img class="profile-img" style="max-width: 308px" alt="El Comandante Sinesio Walsh R&#237;os" src="images/gallery/las-villas/SinesioWalsh.jpg" />
                        <p class="profile-img-copy" style="max-width: 402px">El Comandante Sinesio Walsh R&#237;os, ex-capit&#225;n del Movimiento 26 de Julio, era un hombre de valor. Lleg&#243; a tener m&#225;s de un centenar de hombres en su guerrilla, pero fue cercado y capturado antes de poder recibir un cargamento de armas que esperaba.</p>

                        <img class="profile-img" style="max-width: 618px" alt="Sinesio Walsh y varios de sus hombres" src="images/gallery/las-villas/SinesioWalshRiosyOtrosAlzados.jpg" />
                        <p class="profile-img-copy" style="max-width: 622px; text-align: center;">Sinesio Walsh y varios de sus hombres, Escambray 1960</p>

                        <img class="profile-img" style="max-width: 478px" alt="Sinesio Walsh y varios de sus hombres" src="images/gallery/las-villas/SinesioWalsh_parteDeSuGuerrilla.jpg" />
                        <p class="profile-img-copy" style="max-width: 502px; text-align: center;">Sinesio Walsh y varios de sus hombres, Escambray 1960</p>

                        <img class="profile-img" style="max-width: 518px" alt="Sinesio Walsh y varios de sus hombres, Escambray 1960" src="images/gallery/las-villas/SinesioySusHombres1960.jpg" />
                        <p class="profile-img-copy" style="max-width: 522px; text-align: center;">Sinesio Walsh y varios de sus hombres, Escambray 1960</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>