<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Taguari</h1>
                        <h5 class="card-sub-title">Jorge Labrada</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                      <p>
                         El Serrucho estaba localizado cerca de Tamarindo, en la provincia de Camag&#252;ey. Era un lugar dif&#237;cil de encontrar, lejos de las carreteras
                         bien transitadas. En los tiempos de Batista hab&#237;a sido una casa de curar tabaco. Despu&#233;s vino la Revoluci&#243;n, y la finca fue intervenida.
                     </p>
                     <p>
                         Camiones y jeeps cargados de tropas vestidas de verde olivo llegaron al Serrucho. Las edificaciones comenzaron. Se fabricaron oficinas, se pintaron las
                         paredes de verde claro. Frente al patio de cemento, donde hab&#237;an varios lavaderos, se construyeron una docena de celdas.
                     </p>
                     <p>
                         El Serrucho no era imponente pero ten&#237;a mayimbes importantes. En el cuartel estaban las oficinas del Comandante V&#237;ctor Drake, uno de los
                         oficiales principales involucrados en la cacer&#237;a de alzados. En el mismo edificio estaban las oficinas de Seguridad del Estado, Secci&#243;n
                         Bandas, del Ministerio del Interior, dirigidas por el primer teniente Rub&#233;n Montero y el teniente Arturo Hern&#225;ndez.
                     </p>
                     <p>
                         Montero y Hern&#225;ndez eran una pareja inseparable. Montero era delgado, de pelo oscuro y nariz afilada. Hern&#225;ndez era corpulento, m&#225;s de
                         seis pies de estatura, y doscientas libras en un cuerpo adornado de ropa bien planchada y un inmenso sombrero.
                     </p>
                     <p>
                         Ambos hombres trabajaban bien juntos. En los interrogatorios a los alzados, a los familiares, o a los colaboradores, ambos sab&#237;an calibrar bien
                         las debilidades humanas. Sab&#237;an cuando amenazar y cuando ser amistosos. Montero se jactaba de sus habilidades persuasivas y Hern&#225;ndez juraba
                         que no hab&#237;a preso que &#233;l no pudiera intimidar
                     </p>
                     <p>
                         El 22 de julio de 1963, en la Sabana de Im&#237;as, Sierra de Cubitas, doscientos cazadores del LCB, dirigidos por el teniente Pedro Nodal Loyola, se
                         unieron a un pelot&#243;n de polic&#237;as para atacar a un grupo de alzados acampados en un molino abandonado. El combate fue corto y violento. Seis
                         guerrilleros se batieron contra huestes cuarenta veces superiores. Roberto Rodr&#237;guez, el jefe de la guerrilla, fue derribado por el plomo del FAL
                         belga de Nodal Loyola. El guerrillero muerto era una figura grotesca. Ten&#237;a puesto su sombrero tejano, pero su mand&#237;bula hab&#237;a
                         desaparecido, arrancada de cuajo por un proyectil.
                     </p>
                     <p>
                         El cerco se cerr&#243; sobre el molino. Un polic&#237;a fue herido de un balazo en la cabeza. Tres soldados del LCB fueron cortados por la metralla de
                         las armas guerrilleras. Tres guerrilleros rompieron el nudo. Otro alzado fue muerto y uno capturado.
                     </p>
                     <p>
                         Lo llevaron al Serrucho para ser interrogado. Lo encerraron en una celda que miraba hacia el patio de cemento. Montero y Hern&#225;ndez se prepararon
                         para el interrogatorio. En la oficina verde clara, donde hac&#237;a calor de d&#237;a y fr&#237;o de noche, ambos hombres ojearon el archivo del reo
                         reci&#233;n capturado.
                     </p>
                     <p>
                         Jorge Labrada Mart&#237;nez. Veinte y dos a&#241;os de edad. Conocido por Taguari. Sus dos hermanos, Humberto y Rafael, tambi&#233;n son alzados. Los
                         tres han estado activos en la regi&#243;n norte de Las Villas y Camag&#252;ey por muchos meses.
                     </p>
                     <p>
                         Montero fue a visitar a Taguari en su celda. El preso estaba vestido s&#243;lo con calzoncillos mugrientos. En la mano izquierda ten&#237;a una
                         cicatriz larga, herida vieja de cuchillo o navaja. El pelo oscuro del pecho estaba mojado por el sudor, pegado al cuerpo. Sus cabellos estaban sucios y
                         despeinados. Sus ojos eran oscuros, de mirada intensa, ojos m&#225;s viejos que el resto del cuerpo. Ten&#237;a un olor agrio, a yerba y sudor rancio.
                     </p>
                     <p>
                         Montero empez&#243; suave. Le ofreci&#243; comida, refrescos y cigarrillos a Taguari. Despu&#233;s vino el mon&#243;logo. Ya Montero se lo sab&#237;a
                         de memoria, repitiendo las frases con las inflexiones bien practicadas de un actor.
                     </p>
                     <p>
                         -T&#250; eres joven.- dec&#237;a Montero, -Ya la guerra se te acab&#243;. Te apresamos. Pero puedes rehacer tu vida. Nos puedes ayudar. La
                         Revoluci&#243;n es ben&#233;vola. Si nos ayudas, en vez de fusilarte, ir&#225;s a la c&#225;rcel. Con buen comportamiento estar&#225;s en la calle en
                         cinco o seis a&#241;os, antes de cumplir los treinta...
                     </p>
                     <p>
                         Montero continu&#243; hablando, vendiendo la idea. Los ojos oscuros del alzado estaban clavados sobre el teniente. Montero se call&#243; de
                         s&#250;bito, esperando una reacci&#243;n.
                     </p>
                     <p>
                         -Mire, teniente,- dijo Taguari, -a m&#237; me puede fusilar cuando le d&#233; la gana. Yo no ayudo a comunistas.
                     </p>
                     <p>
                         Montero se encogi&#243; de hombros y sali&#243; de la celda. La reacci&#243;n era de esperar. Todos empezaban as&#237;, pero en unos d&#237;as
                         cambiaban de opini&#243;n.
                     </p>
                     <p>
                         El segundo y tercer d&#237;a se repiti&#243; el mon&#243;logo. Ambas veces el preso repiti&#243; la misma negativa. Montero trajo a una mujer y a un
                         ni&#241;o al Serrucho. Los par&#243; frente al preso.
                     </p>
                     <p>
                         -Ella es viuda, y &#233;l es huerfano,- dijo el teniente, -y por culpa de ustedes. Su marido era un miliciano que muri&#243; en un peine. A lo mejor
                         fuiste t&#250; mismo el que lo mat&#243;.
                     </p>
                     <p>
                         Montero esper&#243; una reacci&#243;n. Hab&#237;a tenido &#233;xito muchas veces antes. Alzados duros se hab&#237;an ablandado al ver viudas de luto y
                         muchachitos llorando. Taguari los mir&#243; serenamente. Detr&#225;s de los ojos oscuros, el alzado pens&#243; en las viudas de los alzados muertos y
                         fusilados.
                     </p>
                     <p>
                         -Eso no funciona conmigo, Montero.- dijo Taguari, -Ll&#233;vatela pal carajo. Si me escapo de aqu&#237; voy a seguir rompiendo milicianos y haciendo
                         viudas y hu&#233;rfanos.
                         <br/>
                         &#171;Este es duro,&#187; pens&#243; Montero. &#171;Ahora le toca a Arturo. Si por las buenas no funciona, pues entonces, por las malas.&#187;
                     </p>
                     <p>
                         Arturo Hern&#225;ndez visit&#243; la celda. Trat&#243; de intimidar a Taguari, pero el muchacho no se dej&#243; amenazar. La mano inmensa de
                         Hern&#225;ndez cruz&#243; el rostro del alzado, con una bofetada. Taguari recibi&#243; el golpe, y rebotando de la pared pate&#243; al oficial, el pie
                         descalzo clav&#225;ndose en la barriga de Hern&#225;ndez. Aullando de dolor y rabia, Hern&#225;ndez llam&#243; a los guardias. A Taguari lo golpearon y
                         patearon, dej&#225;ndolo tirado en el piso fr&#237;o de la celda.
                     </p>
                     <p>
                         Hern&#225;ndez se obsesion&#243; con Taguari. Hab&#237;a que quebrar su esp&#237;ritu, doblegarlo. Taguari era algo personal para Hern&#225;ndez, no un
                         simple preso que deb&#237;a ser interrogado. Las golpizas continuaron. Los labios amoratados del alzado s&#243;lo se abr&#237;an para escupir una
                         maldici&#243;n, para repetir que a &#233;l hab&#237;a que fusilarlo.
                         <br/>
                         Un d&#237;a lo sacaron de la celda. Lo metieron dentro de uno de los lavaderos. Una tapa de metal cubri&#243; la boca del lavadero. Una mano abri&#243;
                         la pila, y el agua comenz&#243; a llenar la caja de concreto. El agua le cubri&#243; las piernas, la barriga, el pecho. El agua continu&#243; subiendo
                         de nivel. Entr&#243; por la boca y los huecos de la nariz. Su cuerpo se convulsion&#243; como una marioneta. Su cabeza golpeaba contra la tapa del
                         lavadero.
                     </p>
                     <p>
                         Lo sacaron inconsciente. Parec&#237;a muerto. Arturo Hern&#225;ndez orden&#243; que le bombearan el est&#243;mago.
                     </p>
                     <p>
                         &#161;Que no se muera, co&#241;o!- dec&#237;a Hern&#225;ndez, -A &#233;se lo quiero vivo. Ese cabr&#243;n es asunto m&#237;o.
                     </p>
                     <p>
                         Taguari vomit&#243; agua. Los p&#225;rpados se abrieron. Los ojos se abrieron, mirando hacia Hern&#225;ndez y sus hombres.
                     </p>
                     <p>
                         -&#161;Maricones!- dijo Taguari vomitando buches de agua.
                     </p>
                     <p>
                         -&#161;Comunistas de mierda!- Varias veces lo metieron en el lavadero. Y vomitando agua repet&#237;a sus maldiciones.
                     </p>
                     <p>
                         Despu&#233;s de un par de semanas se lo llevaron del Serrucho para la Finca Casablanca, otro centro de detenci&#243;n, m&#225;s grande y propicio para
                         interrogatorios. Media docena de golpizas m&#225;s le propinaron. Montero le hablaba suave, tratando de convencerlo de que ya era hora de rendirse, de
                         evitar m&#225;s torturas. Hern&#225;ndez lo apaleaba. Pero Taguari no se doblegaba.
                     </p>
                     <p>
                         La situaci&#243;n se convirti&#243; en una guerra de voluntades. Cada uno estaba obstinado en vencer. Hern&#225;ndez quer&#237;a causar el dolor
                         insoportable que doblegara f&#237;sicamente al preso. Montero quer&#237;a que el hombre se rindiera mentalmente ante una realidad inexorable. Taguari
                         estaba obstinado en no ceder ante sus raptores, en ser destrozado pero no derrotado.
                     </p>
                     <p>
                         Despu&#233;s de un mes se dieron cuenta que los esfuerzos eran in&#250;tiles. Montero visit&#243; a Taguari para informarle que ser&#237;a fusilado al
                         d&#237;a siguiente si no aceptaba la &#250;ltima oferta.
                     </p>
                     <p>
                         -Mire, teniente,- dijo Taguari, -si ustedes son tan machos, vamos al patio. Deme una pistola y yo me bato a tiros con ustedes, uno por uno, hasta que
                         alguien me mate. Lo &#250;nico que yo quiero es llevarme unos cuantos hijos de putas comunistas m&#225;s antes de que me llegue mi hora.
                     </p>
                     <p>
                         Montero no respondi&#243;. Al otro d&#237;a, al anochecer, Jorge Labrada Mart&#237;nez se encar&#243; a un pelot&#243;n de fusilamiento. Taguari se
                         par&#243; frente a los rifles serenamente, sus ojos intensos brillando, hasta que las lenguas de fuego los apagaron.
                    </p>
                    <img class="profile-img" style="max-width: 145px" alt="Taguari" src="images/gallery/camaguey/JorgeLabradaTaguari.jpg" />
                    <p class="profile-img-copy" style="max-width: 350px; text-align: center;">Se neg&#243; a declarar ante sus torturadores y murio valientemente enfrentando el pared&#243;n de fusilamiento..</p>
                  </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>