<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Tomasito San Gil</h1>
                        <h5 class="card-sub-title">Tom&aacute;s David P&eacute;rez D&iacute;az</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                           Tom&#225;s San Gil era llamado por los castristas El Brazo M&#225;s Fuerte del Escambray, y con raz&#243;n. Bajo su mando se increment&#243; la
                           l&#237;nea de suministros, se efectuaron m&#225;s alzamientos, y se intensific&#243; la lucha guerrillera, realizando numerosas acciones de combate
                           contra las fuerzas castristas.
                       </p>
                       <p>
                           Seg&#250;n las publicaciones del r&#233;gimen, a la guerrilla de San Gil se le atribuyeron -en un per&#237;odo de once meses las bajas de cincuenta y
                           cuatro soldados del ej&#233;rcito castrista, y el incendio y destrucci&#243;n de dos &#243;mnibus y de treinta y seis edificios, entre los que
                           inclu&#237;an, casas de curar tabaco, tiendas de cooperativas y almacenes del gobierno.
                       </p>
                       <p>
                           Tomasito San Gil era un muchacho de fuerte constituci&#243;n f&#237;sica, inmensamente valiente y dotado con un gran sentido de organizaci&#243;n.
                           Aunque al alzarse en armas en el mes de septiembre de 1960, carec&#237;a de entrenamiento militar, Tomasito lleg&#243; a jefe guerrillero en el fragor
                           del combate. Un estratega natural, fue escogido por el Comandante Osvaldo Ram&#237;rez, como Segundo Jefe del Ej&#233;rcito de Liberaci&#243;n
                           Nacional. En su &#233;poca de alzado, desde 1960 hasta 1963, demostr&#243; ser un combatiente de primera l&#237;nea y como Jefe de Guerrillas fue muy
                           querido por su tropa. Cuando cumpli&#243; 23 a&#241;os, los hombres de la l&#237;nea de suministros le enviaron un cake y bocaditos a la manigua para
                           que celebrara su cumplea&#241;os.
                       </p>
                       <p>
                           Hoy, guerrilleros que sobrevivieron la guerra campesina, hablan de Tom&#225;s San Gil con reverencia y admiraci&#243;n. Estos ex-guerrilleros cuentan
                           que en un combate, &#233;l era el primero en atacar, y en un cerco, el &#250;ltimo en escapar.
                       </p>
                       <p>
                           San Gil fue cercado en el Monte de las Cuarenta Caballer&#237;as. Al anochecer y con menos de treinta hombres, Tom&#225;s San Gil se enfrent&#243;
                           a varios batallones enemigos, tratando de romper el cerco, mientras las tropas castristas apretaban el nudo. El tableteo de las VZ se
                           confund&#237;a con los disparos de FAL, M-3, de Garands y M52, las granadas iluminaban la noche y luces brillantes cortaban la oscuridad. Por uno y
                           otro lado, los alzados trataban de cruzar hacia el campo abierto, mientras las maldiciones y los gritos se escuchaban entre los disparos.
                       </p>
                       <p>
                           Tom&#225;s San Gil con varios de sus hombres rompi&#243; el cerco cuando a&#250;n a sus espaldas se escuchaba el tableteo de las armas. Su
                           lugarteniente Nilo Armando Saavedra Gil, conocido por Mandy Florencia, quedaba atrapado en el anillo. San Gil penetr&#243; de nuevo el
                           mort&#237;fero cerco, tratando de rescatarlo.
                       </p>
                       <p>
                           Al amanecer el primero de marzo de 1963, concluy&#243; el combate. Tomasito San Gil, Mandy Florencia y otros once alzados quedaban inertes en el
                           campo de batalla. El LCB y la milicia contaban veinte y siete bajas.
                       </p>
                       <p>
                           Romulo Rodriguez fue el &#250;nico guerrillero que estaba en la tropa de San Gil aquella noche que logro sobrevivir la gesta del Escambray.
                       </p>
                       <p>
                           <strong>Romulo Rodriguez</strong>
                           <em>
                               : El combate comenz&#243; como a las nueve de la noche y se extendi&#243; hasta el amanecer. Ellos eran miles y nosotros &#233;ramos
                               veintis&#233;is. Yo ten&#237;a una carabina M-2 que ten&#237;a el muelle vencido y ten&#237;a que meterle bala por bala. As&#237; de mal
                               armados est&#225;bamos. El enemigo disparo luces y aquello se encendi&#243; como si fuera de d&#237;a. Tratamos de romper el cerco y hubo un
                               momento en que aquello era a cuerpo a cuerpo y a quemarropa. Tomasito rompi&#243; el cerco y se pudiera haber escapado pero regreso para ayudar
                               a varios que est&#225;bamos en una situaci&#243;n dif&#237;cil. Tomasito muri&#243; de un balazo a la cabeza. Nilo Armando Saavedra &#8211;que
                               era el segundo al mando- muri&#243; de un balazo al pecho.
                           </em>
                        </p>

                        <img class="profile-img" style="max-width: 423px" alt="Comandante Tom&#225;s San Gil" src="images/gallery/las-villas/tomasitoSanGil.jpg" />
                        <p class="profile-img-copy" style="max-width: 427px">Comandante Tomasito San Gil era llamado por los castristas El Brazo M&#225;s Fuerte del Escambray</p>

                        <img class="profile-img" style="max-width: 107px" alt="Plinio Prieto" src="images/gallery/las-villas/TomasSanGil.jpg" />
                        <p class="profile-img-copy" style="max-width: 360px; text-align: center;">Tomasito durante una reuni&#243;n de guerrillas en El Manacal en septiembre de 1960</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatientes.html">Mostrar Mas Combatientes</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>