<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="profile-sec">
                    <div class="large-button-sec">
                        <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                    </div>
                    <div class="profile-titles">
                        <h1 class="card-title">Tondike</h1>
                        <h5 class="card-sub-title">Margarito Lanza Flores</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                      <p>
                          Margarito Lanza Flores -conocido por Capit&#225;n Tondike-. Un humilde hombre de pueblo, de la raza negra, Tondike entendi&#243; que deb&#237;a luchar en los campos de Sagua contra el comunismo en expansi&#243;n, contra la posibilidad de una larga tiran&#237;a
                      <p>Dirig&#237;a uno de los focos guerrilleros m&#225;s activos en toda la Isla y Era j&#237;baro y muy dif&#237;cil de atrapar. Sab&#237;a caminar de espaldas para dejar rastros falsos. Dentro de un cerco se mov&#237;a de lado a lado, dejando pista que confund&#237;an a los cazadores del LCB. En cierta ocasi&#243;n, que se encontraba cercado, eludi&#243; el anillo de tropas y cruz&#243; la Carretera Central hacia el sur, a prop&#243;sito dej&#243; un rastro obvio, emprendiendo marcha atr&#225;s despu&#233;s, regresando nuevamente al norte de la carretera, donde estaba el cerco. Los cazadores del LCB movieron el cerco hacia el sur de la carretera, mientras Tondike y sus hombres se alejaban m&#225;s hacia el norte.
                      </p>
                      <p>
                          Algunos milicianos llegaron a admirarlo y narrar sus haza&#241;as, aunque la mayor&#237;a le tem&#237;an. El escalofr&#237;o del horror recorrer&#237;a
                          la m&#233;dula espinal de aquel miliciano que fuera asignado a buscar a Tondike.
                      </p>
                      <p>
                          La zona de operaciones de Tondike se encontraba en el norte de Las Villas, desde Corralillo hasta Sagua La Grande.
                      </p>
                      <p>
                          Luis Arroyo fue unos de los guerrilleros de la tropa de Tondike.
                      </p>
                      <p>
                          <strong>Luis Arroyo</strong><em>: Tondike era cerrero y conoc&#237;a muchos campesinos de la zona. Nunca se quedaba en un lugar por m&#225;s de un par de d&#237;as, por muy seguro que fuera el lugar donde nos encontr&#225;bamos. Cuando nos persegu&#237;an mucho disolv&#237;a la tropa y nos dec&#237;a &#8211;nos vemos en tal lugar la semana que viene- y a la semana siguiente nos reun&#237;amos en una loma o una finca, hac&#237;amos una operaci&#243;n y nos mov&#237;amos de nuevo, poniendo distancia entre nosotros y el enemigo. Flacos como est&#225;bamos de pasar hambre alzados y con mochila al hombro nos com&#237;amos los kil&#243;metros cambiando de zona.</em>
                      </p>
                      <p>
                          Ramon &#8211;Macho- Ramos comparti&#243; mucho con el Capit&#225;n Tondike.
                      </p>
                      <p>
                          <strong>Ramon &#8211;Macho- Ramos</strong><em>: Ese hombre era oro&#8230;Tenia seis dedos en una mano y era de una familia humilde, trabajadora&#8230;creo que de Corralillo. Tondike era buen cubano y buen amigo. Una vez est&#225;bamos juntos cuando nos topamos con un miliciano. Yo mate al miliciano, pero a Tondike una bala le dio a sedal, haci&#233;ndole un surco en la cabeza. La herida no era mala pero lo dejo como un bobo por varias horas&#8230;nos pasamos el resto del d&#237;a evadiendo milicias y Tondike estaba como borracho del plomazo&#8230;Era un hombre muy valiente.</em>
                      </p>
                      <p>
                          Despu&#233;s de muchos combates, Tondike, el valiente guerrillero fue acorralado al d&#237;a siguiente de atacar la finca de un informante. Fue acosado por un helic&#243;ptero, que los guerrilleros ametrallaron.
                      </p>
                      <p>
                          Cercado por un batall&#243;n del LCB, Tondike se escondi&#243; en un ca&#241;averal, pero los castristas le prendieron candela al campo de ca&#241;a por las cuatro puntas. El jefe guerrillero escarb&#243; un hueco y se acost&#243; en la trinchera, tratando as&#237; de evitar las llamas. Cuando el incendio fue aplacado, Tondike fue capturado con serias quemaduras en la cara, y con el pecho como burbujas de chicharr&#243;n. A la sombra del puente Rodrigo, Margarito Lanza Flores, conocido por el Capit&#225;n Tondike, fue fusilado.
                      </p>
                        <img class="profile-img" style="max-width: 379px" alt="Tondike" src="images/gallery/las-villas/tondike1.jpg" />
                        <p class="profile-img-copy" style="max-width: 403px">Jefe de guerrilla Margarito Lanza Flores &#8211;Tondike- era de Corralillo, Las Villas. Se alz&#243; en 1960. fue fusilado debajo del Puente Rodrigo, Las Villas. 1962.</p>

                        <img class="profile-img" style="max-width: 488px" alt="Tondike" src="images/gallery/las-villas/tondike.jpg" />
                        <p class="profile-img-copy" style="max-width: 502px">En esta foto, tomada por los propios castristas, se pueden ver las ampollas en la nariz, los labios y la frente del valiente alzado. Esta triste fotograf&#237;a, la &#250;ltima tomada en vida a Margarito Lanza Flores.</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>
</body>

</html>