<!DOCTYPE html>
<html lang="en">

<head>
    <title></title>
    <meta charset="utf-8">
    <link href="css/main.css" rel="stylesheet" type="text/css" />
    </style>
</head>

<body class="profile-page">
    <div class="container-fluid">
        <div class="row">
            <div class="col-12">
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
                <div class="profile-sec">
                    <div class="profile-titles">
                        <h1 class="card-title">Vicente M&#233;ndez</h1>
                        <h5 class="card-sub-title">Cente M&#233;ndez</h5>
                    </div>
                    <div class="line"></div>
                    <div class="profile-sec-1">
                        <p>
                            Despu&#233;s de darse cuenta de la traici&#243;n de la revoluci&#243;n cubana hacia una ideolog&#237;a comunista, Vicente M&#233;ndez quien en aquel
                            entonces era oficial activo del Ej&#233;rcito Rebelde en un cuartel en Camajuan&#237; y otros dos oficiales Joaqu&#237;n Membibre y Diosdado Mesa se
                            sublevaron, tomando el cuartel donde estaban destacados, fomentando un foco guerrillero con las armas confiscadas. Es posible que la rebeli&#243;n de
                            estos tres oficiales haya sido la primera sublevaci&#243;n armada de una unidad militar bajo el nuevo r&#233;gimen revolucionario.
                        </p>
                        <p>
                            Se mantuvo activo luchando contra el nuevo r&#233;gimen comunista. En un combate en la finca La Felicidad, Vicente M&#233;ndez y sus hombres se
                            batieron con una patrulla de milicias. El jefe de las milicias, Teniente Obdulio Morales Torres fue el primero en caer muerto en el combate,
                            ametrallado por una r&#225;faga de la carabina San Crist&#243;bal que portaba el guajiro M&#233;ndez. Este teniente era el sobrino de F&#233;lix
                            Torres, un comandante del Ej&#233;rcito Rebelde y viejo comunista de la zona. F&#233;lix Torres hab&#237;a sido uno de los hombres claves de Fidel
                            Castro en la provincia de Las Villas, donde apadrin&#243; a numerosos comunistas para lograr obtener cargos importantes y el control total de la
                            estructura del poder. La muerte de su sobrino enfureci&#243; a F&#233;lix Torres, qui&#233;n orden&#243; la movilizaci&#243;n de varios batallones de
                            milicias, hacia la zona de operaciones.
                        </p>
                        <p>
                            Vicente M&#233;ndez junto a Joaqu&#237;n Membibre, Diosdado Mesa, y Edel Montiel, cruzaron la sierra rompiendo cercos, combatiendo hasta llegar a las
                            cercan&#237;as de Santa Clara, donde contactos clandestinos, los ayudaron a salir del pa&#237;s en barco.
                        </p>
                        <p>
                            Tras a&#241;os de tropiezos y fracasos en 1970 Vicente M&#233;ndez intentando en reabrir nuevos focos guerrilleros, logr&#243; regresar a Cuba con una
                            guerrilla de varios hombres. Veterano de ambas gestas del Escambray y sobreviviente de la Primera Limpia- jefe militar de Alpha 66, desembarco con
                            trece hombres en la regi&#243;n de Baracoa. A las pocas horas de desembarcar entablaron combate con una patrulla de milicias. La escuadra de
                            M&#233;ndez mato a cinco milicianos e hiri&#243; a otros cinco. Ubicados, fueron perseguidos por tropas dirigidas por el ahora general Tomassevich.
                            Vicente M&#233;ndez muri&#243; en combate "abrazado a una palma" como hab&#237;a prometido. En una semana la guerrilla fue liquidada, siendo fusilado
                            el segundo jefe de la unidad Aurelio -Yeyito- Nazario, uno de los hijos del fundador de Alpha 66, Aurelio Nazario Sarg&#233;n.
                        </p>
                        <img class="profile-img" style="max-width: 281px" alt="Vicente M&#233;ndez" src="images/gallery/oriente/VicenteMendez.jpg" />
                        <p class="profile-img-copy" style="max-width: 284px">Vicente M&#233;ndez alzado en 1960 en Las Villas, desembarco en Oriente en abril de 1970, muriendo en combate.</p>

                        <img class="profile-img" style="max-width: 518px" alt="Vicente M&#233;ndez" src="images/gallery/oriente/vicente-mendez-boat.jpg" />
                        <p class="profile-img-copy" style="max-width: 522px">Vicente M&#233;ndez y sus hombres a bordo de un barco en camino a las costas Cubanas</p>

                        <img class="profile-img" style="max-width: 353px" alt="Pedro -Pedrito- S&#225;nchez" src="images/gallery/oriente/VicenteMendez1.jpg" />
                        <p class="profile-img-copy" style="max-width: 353px; text-align: center;">Vicente M&#233;ndez</p>
                    </div>
                </div>
                <p class="line"></p>
                <div class="large-button-sec">
                    <a role="button" class="btn btn-primary-l" href="combatants.html">Show More Combatans</a>
                </div>
            </div>
        </div>
    </div>
</body>

</html>